Repository: alu042/backup
Catalog: django-partial.po
Languages: nb

source: Seconds a student must wait between submissions for a problem with multiple attempts.
nb: Sekunder en student må vente mellom innlevering av et problem med flere forsøk.

source: Problem Weight
nb: Oppgavens vekting

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
nb: Definer antall poeng hvert problem er verdt. Hvis verdien ikke er satt, er hvert svarfelt i problemene verdt et poeng.

source: Source code for LaTeX and Word problems. This feature is not well-supported.
nb: Kildekorde for LaTeX og Word-oppgaver. Denne funksjonen støttes ikke godt.

source: String customization substitutions for particular locations
nb: Strengtilpasningserstatninger for spesielle områder

source: Enable LaTeX templates?
nb: Aktivere LaTeX-maler?

source: Check
nb: Kontroller

source: Final Check
nb: Siste kontroll

source: Checking...
nb: Sjekker...

source: Warning: The problem has been reset to its initial state!
nb: Advarsel: Oppgaven er tilbakestilt til opprinnelig status!

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
nb: Oppgavestatus ble forstyrret av en ugyldig innlevering. Innleveringen besto av:

source: If this error persists, please contact the course staff.
nb: Hvis feilen vedvarer, vennligst kontakt kursansvarlig.

source: Hint ({hint_num} of {hints_count}):
nb: Hint ({hint_num} av {hints_count}):

source: Problem is closed.
nb: Siste frist for oppgaven er passert.

source: Problem must be reset before it can be checked again.
nb: Oppgaven må resettes før den kan sjekkes på nytt.

source: You must wait at least {wait} seconds between submissions.
nb: Du må vente minst {wait} sekunder mellom innleveringer.

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
nb: Du må vente minst {wait_secs} mellom innleveringer. {remaining_secs} gjenstår.

source: Error: {msg}
nb: Feil: {msg}

source: Problem's definition does not support rescoring.
nb: Denne type oppgaver kan ikke rettes flere ganger.

source: Problem must be answered before it can be graded again.
nb: Oppgaven må besvares før den kan rettes på nytt.

source: Problem needs to be reset prior to save.
nb: Oppgaven må resettes før den lagres.

source: Your answers have been saved.
nb: Ditt svar er ikke lagret.

source: Refresh the page and make an attempt before resetting.
nb: Forny siden og gjør et forsøk før du resetter.

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
nb: Vi beklager, det skjedde en feil under behandlingen av din forespørsel. Vennligst forsøk å laste siden på nytt og forsøk igjen.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
nb: Status på denne oppgaven er endret siden du lastet denne siden. Vennligst forny siden.

source: Open Response Assessment
nb: Fritekstvurdering

source: Current task that the student is on.
nb: Oppgaven studenten foreløpig jobber med.

source: A list of lists of state dictionaries for student states that are saved. This field is only populated if the instructor changes tasks after the module is created and students have attempted it (for example, if a self assessed problem is changed to self and peer assessed).
nb: En liste av lister med statusordlister for studentstatuser som er lagret. Dette feltet er bare fylt ut hvis instruktøren forandrer oppgavene etter at modulen er opprettet og studentene allerede har prøvd seg på oppgaven (for eksempel hvis en selvberegnet oppgave er forandret til beregnes av seg selv og medstudent)

source: Which step within the current task that the student is on.
nb: Hvilke steg i oppgaven studenten er på

source: Graded
nb: Rettet

source: Defines whether the student gets credit for this problem. Credit is based on peer grades of this problem.
nb: Definer om studenten får uttelling for dette problemet. Uttellingen er basert på andre elevers karakterer på dette problemet.

source: If the problem is ready to be reset or not.
nb: Hvis problemet er klart til og nullstilles eller ikke

source: The number of times the student can try to answer this problem.
nb: Hvor lenge en student kan bruke på dette problemet.

source: Allow File Uploads
nb: Tillat filopplastinger

source: Whether or not the student can submit files as a response.
nb: Om en student kan levere inn filer som svar

source: Disable Quality Filter
nb: Deaktiver kvalitetsfilter

source: If False, the Quality Filter is enabled and submissions with poor spelling, short length, or poor grammar will not be peer reviewed.
nb: Hvis usann, så er kvalitetsfilteret aktivert. Innleveringer med dårlig rettskriving, kort lengde eller dårlig grammatikk vil ikke bli fagfellevurdert.

source: Current version number
nb: Nåværende versjonsnummer

source: Defines the number of points each problem is worth. If the value is not set, each problem is worth one point.
nb: Definer antall poeng hvert problem er verdt. Hvis verdien ikke er satt, er hvert problem verdt ett poeng.

source: Minimum Peer Grading Calibrations
nb: Minimum antall karakterkalibreringer mellom studentene

source: The minimum number of calibration essays each student will need to complete for peer grading.
nb: Minimum antall tekstkalibreringer hver student trenger for å gjøre ferdig retting.

source: Maximum Peer Grading Calibrations
nb: Maksimum antall karakterkalibreringer mellom studentene

source: The maximum number of calibration essays each student will need to complete for peer grading.
nb: Maksimum antall tekstkalibreringer hver student trenger for å gjennomføre rettingen.

source: Peer Graders per Response
nb: Hverandrevurderere per vurdering

source: The number of peers who will grade each submission.
nb: Antall medstudenter som vil vurdere hver innlevering.

source: Required Peer Grading
nb: Påkrevd retting

source: EXPERIMENTAL FEATURE. Allow students to peer grade submissions that already have the requisite number of graders, but ONLY WHEN all submissions they are eligible to grade already have enough graders. This is intended for use when settings for `Required Peer Grading` > `Peer Graders per Response`
nb: EKSPERIMENTELL FUNKSJON. Tillat studentene å rette innleveringer som allerede har antall nødvendige rettinger, men BARE NÅR alle innleveringene de er kvalifisert til å rette allerede har nok rettede tekster. Dette er tiltenkt og brukes når innstillinger når `Påkrevd elevretting` > `Rettede tekster per svar`

source: Course Advertised Start Date
nb: Kursets angitte startdato

source: Enter the date you want to advertise as the course start date, if this date is different from the set start date. To advertise the set start date, enter null.
nb: Legg inn den datoen du vil angi som kursets startdato, dersom denne datoen er forskjellig fra den datoen som er satt. For å beholde den gitte datoen, ikke legg inn noen ting.

source: Pre-Requisite Courses
nb: Kurs som må være gjennomført før oppstart

source: Grading policy definition for this class
nb: Definisjon på framgangsmåte av retting for denne klassen

source: Show Calculator
nb: Vis kalkulator

source: Course Display Name
nb: Kursets visningsnavn

source: Course Editor
nb: Kurseditor

source: Course Survey URL
nb: URL for kursevaluering

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
nb: Legg inn URL for sluttevaluering av kurset. Dersom kurset ikke har evaluering, la det stå åpent.

source: Enter the date to announce your course.
nb: Skriv inn dato for kunngjøring av kurset.

source: Course Is New
nb: Kurset er nytt

source: Mobile Course Available
nb: Mobilversjon av kurset er tilgjengelig

source: Course Not Graded
nb: Kurset er ikke ferdig rettet

source: PDF Textbooks
nb: PDF Læremateriell

source: HTML Textbooks
nb: HTML Læremateriell

source: Getting Started With Studio
nb: Kom i gang med edX Studio

source: Add Course Team Members
nb: Legg til medlemmer i kursteamet

source: Edit Course Team
nb: Rediger kursteamet

source: Set Important Dates for Your Course
nb: Sett viktige datoer for ditt kurs

source: Draft Your Course's Grading Policy
nb: Kladd ditt kurs' karakterfremgangsmåte

source: Set up your assignment types and grading policy even if you haven't created all your assignments.
nb: Sett opp din oppgavetype og karakterframgangsmåte selv hvis du ikke har opprettet alle oppgavene dine.

source: Edit Grading Settings
nb: Rediger karakterinnstillinger

source: Explore the Other Studio Checklists
nb: Utforsk andre sjekklister for edX Studio

source: Edit Course Outline
nb: Rediger kursplanen

source: Set Section Release Dates
nb: Sett publiseringsdatoer for seksjonene

source: Renaming Sections
nb: Gi nytt navn til seksjoner

source: Deleting Course Content
nb: Sletter kursinnhold

source: Visit Studio Help
nb: Besøk Studio hjelp

source: Enroll in edX 101
nb: Meld deg på edX 101

source: Register for edX 101, edX's primer for course creation.
nb: Registrer deg på edX 101, edX's introduksjon for å lage kurs i edX.

source: Register for edX 101
nb: Registrer deg for edX 101

source: Download the Studio Documentation
nb: Last ned edX Studiodokumentasjon

source: Download the searchable Studio reference documentation in PDF form.
nb: Last ned den søkbare edX Studio-dokumentasjonen i PDF-format.

source: Download Documentation
nb: Last ned dokumentasjon

source: Draft Your Course About Page
nb: Kladd din "Om kurset" side

source: Draft a Course Description
nb: Kladd en kursbeskrivelse

source: Add Staff Bios
nb: Legg til CV/beskrivelse for fagpersoner

source: Add Course FAQs
nb: Legg til kurs FAQer

source: Enter end, early_with_info, or early_no_info. After certificate generation, students who passed see a link to their certificates on the dashboard and students who did not pass see information about the grading configuration. The default is end, which displays this certificate information to all students after the course end date. To display this certificate information to all students as soon as certificates are generated, enter early_with_info. To display only the links to passing students as soon as certificates are generated, enter early_no_info.
nb: Skriv inn slutt, early_with_info, eller early_no_info. Etter utviklingen av kursbevis, vil studenter som bestod se en link til kursbevisene sine på dashboardet og studenter som ikke bestod vil se informasjon om karakterkonfigurasjonen. Standarden er over, og viser kursbevisinformasjonen til alle studentene etter kursets sluttdato. For å vise kursbevisinformasjonen til alle studentene så tidlig som beviset er generert, skriv inn early_with_info. For og bare vise linkene til studenter som bestod så fort som beviset er generert, skriv inn early_no_info.

source: About
nb: Om

source: Entrance Exam Enabled
nb: Opptakseksamen satt i gang

source: Entrance Exam Minimum Score (%)
nb: Minimum poengsum opptakseksamen (%)

source: General
nb: Generelt

source: Text
nb: Tekst

source: Editor
nb: Redaktør

source: Count
nb: Antall

source: When True, only the single problem specified by "Link to Problem Location" is shown. When False, a panel is displayed with all problems available for peer grading.
nb: Når Sant vises bare det ene problemet spesifisert av "Link til problemområdet". Når Usant vises et panel med alle problemer tilgjengelig for retting.

source: Defines whether the student gets credit for grading this problem. Only used when "Show Single Problem" is True.
nb: Definer om studenten får uttelling for å rette dette problemet. Brukes bare når "Vis enkelt problem" er Sant.

source: Due date that should be displayed.
nb: Tidsfrist burde vises.

source: Amount of grace to give on the due date.
nb: Mengde ære å gi på tidsfristen.

source: Student data for a given peer grading problem.
nb: Studentinformasjon for retting av et gitt problem

source: Peer Grading Interface
nb: Grensesnitt retting

source: Due Date
nb: Tidsfrist

source: Enter the date by which problems are due.
nb: Skriv inn dato problemene må løses innen

source: Is Entrance Exam
nb: Er opptakseksamen

source: Tag this course module as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
nb: Merk denne kursmodulen som en opptakseksamen. Merk at du må aktivere opptakseksamen på kursinnstillingene for at det skal fungere.

source: Group ID {group_id}
nb: GruppeID {group_id}

source: Not Selected
nb: Ikke valgt

source: This name is used for organizing your course content, but is not shown to students.
nb: Dette navnet er brukt for å organisere ditt kursinnhold, men vises ikke til studentene.

source: Content Experiment
nb: Innholdseksperiment

source: The list of group configurations for partitioning students in content experiments.
nb: Listen av gruppekonfigurasjoner for oppdeling av studenter i innholdseksperimenter.

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
nb: Konfigurasjonen definerer hvordan brukere er gruppert for dette innholdseksperimentet. Advarsel: Å forandre gruppekonfigurasjonene til en student til synlig vil ha en innvirkning på eksperimentdata.

source: Group Configuration
nb: Gruppekonfigurasjon

source: Which child module students in a particular group_id should see
nb: Hvilke undermoduler studenter i en spesiell group_id skal se

source: The experiment is not associated with a group configuration.
nb: Eksperimentet er ikke assosiert med en gruppekonfigurasjon

source: Select a Group Configuration
nb: Velg en gruppekonfigurasjon

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
nb: Eksperimentet bruker en slettet gruppekonfigurasjon. Velg en gyldig gruppekonfigurasjon eller slett dette eksperimentet.

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
nb: Eksperimentet bruker en gruppekonfigurasjon som ikke støttes for eksperimenter. Velg en gyldig gruppekonfigurasjon eller slett dette eksperimentet.

source: The experiment does not contain all of the groups in the configuration.
nb: Eksperimentet inneholder ikke alle gruppene i konfigurasjonen.

source: Add Missing Groups
nb: Legg til manglende grupper

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
nb: Eksperimentet har en inaktiv gruppe. Flytt innhold til aktive grupper, og slett deretter den inaktive gruppen.

source: This content experiment has issues that affect content visibility.
nb: Dette innholdseksperimentet har problemer som påvirker innholdets synlighet.

source: External Discussion
nb: Ytre diskusjon

source: Text Annotation
nb: Tekstkommentar

source: Source/Citation
nb: Kilde/omtale

source: Optional for citing source of any material used. Automatic citation can be done using <a href="http://easybib.com">EasyBib</a>
nb: Valgfritt å sitere kilde av noe materiale som er brukt. Automatisk sitering kan brukes via <a href="http://easybib.com">EasyBib</a>

source: Diacritic Marks
nb: Diakritiske tegn

source: Add diacritic marks to be added to a text using the comma-separated form, i.e. markname;urltomark;baseline,markname2;urltomark2;baseline2
nb: Legg til diakritiske tegn som skal legges til en tekst ved bruk av komma-separert form, som blir: markname;urltomark;baseline,markname2;urltomark2;baseline2

source: Video Annotation
nb: Videokommentar

source: The external source URL for the video.
nb: Ekstern kilde URL for videoen.

source: Source URL
nb: KildeURL

source: Inputs
nb: Inndata

source: Number of text boxes available for students to input words/sentences.
nb: Antall tilgjengelige tekstbokser hvor studenter kan skrive inn ord/setninger.

source: Maximum Words
nb: Maksimum antall ord

source: Maximum number of words to be displayed in generated word cloud.
nb: Maksimum antall ord som vises i generert ordsky.

source: Show Percents
nb: Vis prosentene

source: Statistics are shown for entered words near that word.
nb: Statistikker vises for angitt ord nærme det ordet

source: Whether this student has posted words to the cloud.
nb: Om denne studenten har postet ord i skyen

source: Student answer.
nb: Studentsvar.

source: All possible words from all students.
nb: Alle mulige ord fra alle studenter.

source: Top num_top_words words for word cloud.
nb: Topp num_top_words ord for ordsky

source: If true, can be seen only by course staff, regardless of start date.
nb: Hvis sant kan det bare sees av kurspersonalet, uansett startdato.

source: Enter the URL for the course data GIT repository.
nb: Skriv inn URL for kursinformasjonens GIT-repository

source: XQA Key
nb: XQA-nøkkel

source: This setting is not currently supported.
nb: Denne innstillingen støttes foreløpig ikke

source: Enter the ids for the content groups this problem belongs to.
nb: Skriv inn IDene for innholdsgruppene hvor dette problemet hører til.

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", and "never".
nb: Spesifiser når Vis svar-knappen vises for hvert problem. Gyldige verdier er "alltid", "svart", "forsøkt", "lukket", "ferdig", "over_fristen", "riktig_eller_etter_fristen" og "aldri".

source: Days Early for Beta Users
nb: Tidlig dager for beta-brukere

source: Enter the number of days before the start date that beta users can access the course.
nb: Skriv inn antall dager før startdatoen som beta-brukere får tilgang til kurset.

source: Static Asset Path
nb: Statisk ressurssti

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
nb: Skriv inn stien du må bruke for filer på Filer og opplastningssiden. Denne verdien overkjører studiostandardene, c4x://.

source: Text Customization
nb: Teksttilpasning

source: Enable LaTeX Compiler
nb: Aktiver LaTeX-kompilator

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
nb: Skriv inn sant eller usant. Hvis sant, kan du bruke LaTeX-maler for HTML-komponenter og avanserte problemkomponenter

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
nb: Skriv inn maksimum antall ganger en student kan prøve å svare på problemene. Ved forhåndsvalg, maksimum forsøk er satt til null, som betyr at studentene har ubegrenset antall forsøk på problemene. Du kan overkjøre denne innstillingen for individuelle problemer. Uansett, hvis innstillingen er et spesifisert nummer, kan du ikke sette maksimum forsøk for individuelle problemer til ubegrenset.

source: Matlab API key
nb: Matlab API-nøkkel

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
nb: Skriv inn API-nøkkelen forutsatt av MathWorks for tilgang til MATLAB vertsbasert tjeneste. Denne nøkkelen er innvilget for eksklusivt bruk i dette kurset under spesifisert varighet.

source: Group Configurations
nb: Gruppekonfigurasjoner

source: Enter the configurations that govern how students are grouped together.
nb: Skriv inn konfigurasjonene som styrer hvordan studentene er gruppert sammen.

source: Enable video caching system
nb: Aktiver video cachin system

source: Enter true or false. If true, video caching will be used for HTML5 videos.
nb: Skriv inn sant eller usant. Hvis sant, video caching vil bli brukt for HTML5-videoer.

source: Video Pre-Roll
nb: Video forhåndsvisning

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {"video_id": "ID", "transcripts": {"language": "/static/filename.srt"}}. For example, an entry for a video with two transcripts looks like this: {"video_id": "77cef264-d6f5-4cf2-ad9d-0178ab8c77be", "transcripts": {"en": "/static/DemoX-D01_1.srt", "uk": "/static/DemoX-D01_1_uk.srt"}}
nb: Identifiser en video, 5-10 sekunders lengde, å spille før kursvideoen. Skriv inn video-IDen fra videoopplastninger og en eller flere transkripsjonsfiler i følgende format: {"video_id": "ID", "transcripts": {"language": "/static/filename.srt"}}. For eksempel ser en video med to transkripsjoner slik ut: {"video_id": "77cef264-d6f5-4cf2-ad9d-0178ab8c77be", "transcripts": {"en": "/static/DemoX-D01_1.srt", "uk": "/static/DemoX-D01_1_uk.srt"}}

source: Show Reset Button for Problems
nb: Vis redigeringsknapp for problemer

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
nb: Skriv inn sant eller usant. Hvis sant, problemer i kurset vil forhåndsinstilles til å alltid vise 'Redigering'-knapp. Du kan overkjøre dette i hvert problems' innstillinger. Alle eksisterende problemer er berørt når disse innstillingene forandres.

source: Enable Student Notes
nb: Aktiver studentnotater

source: Enter true or false. If true, students can use the Student Notes feature.
nb: Skriv inn sant eller usant. Hvis sant, kan studentene bruke studentnotat-funksjonen.

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
nb: Indikerer om studentnotater er synlige i kurset. Studenter kan også vise eller gjemme notatene deres i kursmaterialet.

source: Tag this module as part of an Entrance Exam section
nb: Merk denne modulen som en del av opptakseksamenseksjonen.

source: Enter true or false. If true, answer submissions for problem modules will be considered in the Entrance Exam scoring/gating algorithm.
nb: Skriv inn sant eller usant. Hvis sant, svar på innleveringer for problemmoduler vil bli regnet i opptakseksamens poengsumalgoritme.

source: Self
nb: Selv

source: Peer
nb: Likemann

source: Not started.
nb: Ikke startet

source: Being scored.
nb: Blir scoret.

source: Scoring finished.
nb: Scoring fullført.

source: Complete.
nb: Fullført.

source: Scored rubric
nb: Scoret rubrikk

source: You have attempted this question {number_of_student_attempts} times. You are only allowed to attempt it {max_number_of_attempts} times.
nb: Du har forsøkt deg på dette spørsmålet {number_of_student_attempts} ganger. Kun {max_number_of_attempts} forsøk er tillatt.

source: The problem state got out-of-sync. Please try reloading the page.
nb: Problemstatusen ble usynkronisert. Prøv å oppdatere siden.

source: Self-Assessment
nb: Egenevaluering

source: Peer-Assessment
nb: Medstudent-vurdering

source: Instructor-Assessment
nb: Instruktørvurdering

source: AI-Assessment
nb: AI-evaluering

source: Could not find needed tag {tag_name} in the survey responses. Please try submitting again.
nb: Kunne ikke finne nødvendig merke {tag_name} i undersøkelsen. Vennligst prøv å levere inn en gang til.
