Repository: alu042/backup
Catalog: django-partial.po
Languages: nb

source: There was an error saving your feedback. Please contact course staff.
nb: Det oppstod en feil under lagringen av tilbakemeldingen din. Vennligst kontakt kurspersonalet.

source: Couldn't submit feedback.
nb: Kunne ikke levere inn tilbakemelding

source: Successfully saved your feedback.
nb: Suksess under lagring av tilbakemeldingen din.

source: Unable to save your feedback. Please try again later.
nb: Klarte ikke lagre tilbakemeldingen din. Vennligst prøv igjen senere.

source: Successfully saved your submission.
nb: Lagringen av din innlevering var vellykket.

source: Unable to submit your submission to the grader. Please try again later.
nb: Kunne ikke levere inn din innlevering til retting. Vennligst prøv igjen senere.

source: Error getting feedback from grader.
nb: Feil ved henting av tilbakemelding fra retting.

source: No feedback available from grader.
nb: Ingen tilbakemelding var tilgjengelig fra retting

source: Error handling action. Please try again.
nb: Feil ved gjennomføring av handling. Vennligst prøv igjen.

source: Your response has been submitted. Please check back later for your grade.
nb: Ditt svar er blitt levert. Vennligst kom tilbake senere for din karakter.

source: Not started
nb: Ikke startet

source: In progress
nb: Pågår

source: Done
nb: Ferdig

source: We could not find a file in your submission. Please try choosing a file or pasting a URL to your file into the answer box.
nb: Vi kunne ikke finne en fil i din innlevering. Vennligst prøv å velge en fil eller lime inn URL-linken til din fil i svarfeltet.

source: We are having trouble saving your file. Please try another file or paste a URL to your file into the answer box.
nb: Vi har problemer med å lagre filen din. Vennligst prøv en annen fil eller lim inn URL-linken til din fil i svarfeltet.

source: Error saving your score. Please notify course staff.
nb: Feil under lagring av din poengsum. Vennligst varsle kurspersonalet.

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
nb: Kan ikke ta imot transkripsjoner fra Youtube for {youtube_id}. Statuskode: {status_code}.

source: We support only SubRip (*.srt) transcripts format.
nb: Vi støtter bare SubRip (*.srt) transkripsjonsformater

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
nb: Noe galt med SubRip-transkripsjonsfilen under analyseringen. Indre melding er {error_message}

source: Something wrong with SubRip transcripts file during parsing.
nb: Noe galt med SubRip-transkripsjonsfil under analysering

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
nb: {exception_message}: Kunne ikke finne opplastede transkripsjoner: {user_filename}

source: Invalid encoding type, transcripts should be UTF-8 encoded.
nb: Ugyldig kodetype, transkripsjoner burde være UTF-8 koding

source: Basic
nb: Basis

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
nb: URLen til din video. Dette kan være en YouTube-URL eller en link til en .mp4, .ogg eller .webm videofil med vert andre steder på internettet.

source: The name students see. This name appears in the course ribbon and as a header for the video.
nb: Navnet studenter ser. Dette navnet dukker opp i kursets bånd og som header for videoen.

source: Component Display Name
nb: Komponents visningsnavn

source: Current position in the video.
nb: Nåværende posisjon i videoen.

source: Optional, for older browsers: the YouTube ID for the normal speed video.
nb: Frivillig, for eldre nettlesere: YouTube-IDen for normalfartvideoen.

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
nb: Frivillig, for eldre nettlesere: YouTubeID for .75x-fartsvideon

source: YouTube ID for .75x speed
nb: YouTube ID for .75x fart

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
nb: Frivillig, for eldre nettlesere: YouTube-IDen for 1.25x videofart.

source: YouTube ID for 1.25x speed
nb: YouTube-ID for 1.25 videofart

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
nb: Frivillig, for eldre nettlesere: YouTube-IDen for 1.5x videofart.

source: YouTube ID for 1.5x speed
nb: YouTube-ID for 1.5 videofart

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
nb: Når du ønsker at videoen skal starte hvis du ikke ønsker å spille av hele. Støttes ikke i mobilappen: hele videoen vil spilles. Formattert som TT:MM:SS. Maksimum tid er 23:59:59.

source: Video Start Time
nb: Video Starttid

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
nb: Når du ønsker at videoen skal stoppe hvis du ikke ønsker å spille av hele. Støttes ikke i mobilappen: hele videoen vil spilles. Formattert som TT:MM:SS. Maksimum tid er 23:59:59.

source: Video Stop Time
nb: Video stopptid

source: The external URL to download the video.
nb: Den eksterne URL-linken for å laste ned videoen.

source: Download Video
nb: Last ned videoen

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
nb: Tillat studenter å laste ned versjoner av denne videoen i forskjellige formater hvis de ikke kan bruke edX videoavspilleren eller ikke har tilgang til YouTube. Du må Du må legge til minimum en annen type link i videofilens URL-felt.

source: Video Download Allowed
nb: Videonedlastning er tillatt

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
nb: URL hvor du postet andre typer enn YouTubeversjoner av videoen. Hver URL må ende på .mpeg, mp4, .ogg eller webm og kan ikke være en YouTube-URL. (For nettleserens kompabilitet, anbefaler vi .mp4 og .webm format.) Studenter vil ha muligheten til å se den først listede videoen som er kompatible med studentens datamaskin. For å tillate studentene å laste ned disse videoene, sett Videonedlastning tillatt til Sant.

source: Video File URLs
nb: Videofil URL-er

source: Downloadable Transcript URL
nb: Nedlastbart transkripsjonsURL

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
nb: Tillat studentene å laste ned den tidsbestemte transkripsjonen. En lenke for å laste ned filen dukker opp under videoen. Transkripsjonen er en .srt- eller .txt-fil. Hvis du ønsker å legge til så man kan laste ned transkripsjonen på et annet filformat, last opp en fil ved å bruke Last opp handout-feltet.

source: Download Transcript Allowed
nb: Tillatt nedlastning av transkripsjon

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
nb: Det forhåndsinnlagte transkripsjonen for videoen, fra forhåndstidsbestemte transkripsjonsfeltet fra den grunnleggende kategorien. Denne transkripsjonen burde være på engelsk. Du trenger ikke forandre denne innstillingen.

source: Default Timed Transcript
nb: Standard tidsbestemt transkripsjon

source: Specify whether the transcripts appear with the video by default.
nb: Spesifiser om transkripsjonen skal dukke opp med videoen.

source: Show Transcript
nb: Vis transkripsjon

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
nb: Legg til transkripsjoner på forskjellige språk. Klikk under for å spesifisere et språk og laste opp en .srt-transkripsjonsfil for det språket.

source: Transcript Languages
nb: Transkripsjonsspråk

source: Preferred language for transcript.
nb: Foretrukket språk for transkripsjoner.

source: Preferred language for transcript
nb: Foretrukket språk for transkripsjoner.

source: Transcript file format to download by user.
nb: Transkripsjonsfilformater å laste ned for bruker.

source: SubRip (.srt) file
nb: SubRip (.srt)-fil

source: Text (.txt) file
nb: Text (.txt)-fil

source: The last speed that the user specified for the video.
nb: Siste fartsinnstillinger som brukeren spesifiserte for videoen.

source: The default speed for the video.
nb: Standardfart for videoen.

source: Specify whether YouTube is available for the user.
nb: Spesifiser om YouTube er tilgjengelig for brukeren.

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
nb: Spesifiser om tilgangen til denne videoen er begrenset til kun nettlesere, eller om man har tilgang fra andre applikasjoner inkludert mobilapper.

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
nb: Hvis du var tildelt en videoID av edX for videoen som spilles i denne komponenten, skriv inn IDen her. I det tilfellet, skriv ikke inn verdier i Standard videoURL-feltet, videofilURL og YouTubeID-feltet. Hvis du ikke ble tildelt en videoID, skriv inn verdiene i de andre feltene og ignorer dette feltet.

source: © {org_name}. All rights reserved except where noted. EdX, Open edX and the edX and Open EdX logos are registered trademarks or trademarks of edX Inc.
nb: © {org_name}. Alle rettigheter er reservert utenom hvor merket/notert. EdX, Open edX og Open EdX-logoer er registrert varemerker eller varemerker for edX Inc.

source: Powered by Open edX
nb: Drevet av Open edX

source: Blog
nb: Blogg

source: News
nb: Nyheter

source: FAQs
nb: FAQ

source: Contact
nb: Kontakt

source: Jobs
nb: Jobber

source: Donate
nb: Doner

source: Terms of Service & Honor Code
nb: Vilkår for tjenesten og Æreskodeks

source: Privacy Policy
nb: Erklæring om personvern

source: Accessibility Policy
nb: Tilgangspolicy

source: Terms of Service
nb: Bruksilkår for tjenesten

source: Download the {platform_name} mobile app from the Apple App Store
nb: Last ned {platform_name}mobilappen fra Apple App Store

source: Download the {platform_name} mobile app from Google Play
nb: Last ned {platform_name}mobilappen fra Google Play

source: You must be a CCX Coach to access this view.
nb: Du må være en CCX Coach for å få tilgang til denne visningen.

source: You must be the coach for this ccx to access this view
nb: Du må være coach for denne CCX for å få tilgang til visningen.

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
nb: Du kan ikke opprette CCX fra et kurs ved å bruke et foreldet id. Vennligst opprett et rerun av kurset i studioet for å gi tilgang til denne hendelsen.

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
nb: Gjennomførte kurset "{course_name}" ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
nb: Gjennomførte kurset "{course_name}" ({course_mode})

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
nb: En beskrivelse lesbart for mennesker av eksempelbeviset. For eksempel, 'verifisert' eller 'ære' for å differensiere mellom to typer av kursbevis.

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
nb: En unik ID for eksempelbeviset. Dette brukes når vi mottar et svar fra køen om å bestemme hvilke eksempelbevis som var prosessert.

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
nb: En tilgangsnøkkel for eksempelbeviset. Dette brukes når vi mottar et svar fra køen om å validere om senderen er av samme entitet som vi spurte om å generere beviset.

source: The full name that will appear on the certificate.
nb: Hele navnet som vil stå på kursbeviset.

source: The template file to use when generating the certificate.
nb: Malen å bruke når beviset genereres.

source: The status of the example certificate.
nb: Statusen på eksempelbeviset.

source: The reason an error occurred during certificate generation.
nb: Grunnen til at det oppstod en feil under genereringen av beviset.

source: The download URL for the generated certificate.
nb: NedlastningsURLen for det genererte beviset.

source: The badge image must be square.
nb: Merkebildet må være firkantet.

source: The badge image file size must be less than 250KB.
nb: Merkebildefilens størrelse må være mindre enn 250KB.

source: The course mode for this badge image. For example, "verified" or "honor".
nb: Kursmodusen for dette bildemerke. For eksempel, "verifisert" eller "ære".

source: Badge images must be square PNG files. The file size should be under 250KB.
nb: Merkebilde må være firkantede PNG-filer. Filstørrelsen burde være under 250KB.

source: Set this value to True if you want this image to be the default image for any course modes that do not have a specified badge image. You can have only one default image.
nb: Sett denne verdien til Sant hvis du vil at dette bildet skal være standardbilde fpr alle kursmodulene som ikke har fått spesifisert en merkebilde. Du kan bare ha et standardbilde.

source: There can be only one default image.
nb: Det kan bare være et standardbilde.

source: An {cert_type} Certificate signifies that an {platform_name} learner has agreed to abide by {platform_name}'s honor code and completed all of the required tasks for this course under its guidelines.
nb: En {cert_type}bevis betyr at en {platform_name}elev har blitt enig om å overholde {platform_name} æreskode og gjennomføre alle de påkrevde oppgavene for kurset etter sine retningslinjer.

source: An {cert_type} Certificate signifies that an {platform_name} learner has agreed to abide by {platform_name}'s honor code and completed all of the required tasks for this course under its guidelines, as well as having their photo ID checked to verify their identity.
nb: En {cert_type}bevis betyr at en {platform_name}elev har blitt enig om å overholde {platform_name}s ærekodeks og gjennomføre alle påkrevde oppgaver for dette kurset etter sine retningslinjer, som å ha sitt ID-bilde sjekket for å verifisere identiteten deres.

source: An {cert_type} Certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
nb: Et {cert_type}bevis demonstrerer et høyt nivå av gjennomføringen av et studieprogram, og inkluderer verifikasjon av studentens identitet.

source: About {platform_name} Accomplishments
nb: Om {platform_name} prestasjoner

source: More Information About {user_name}'s Certificate:
nb: Mer informasjon om {user_name}'s kursbevis:

source: Issued On:
nb: Utstedes på:

source: Certificate ID Number
nb: Kursbevis IDnummer:

source: About {platform_name} Certificates
nb: Om {platform_name} kursbeviset

source: {platform_name} acknowledges achievements through certificates, which are awarded for various activities {platform_name} students complete under the <a href='{tos_url}'>{platform_name} Honor Code</a>. Some certificates require completing additional steps, such as <a href='{verified_cert_url}'> verifying your identity</a>.
nb: {platform_name} erkjenner prestasjoner gjennom kursbevis, som er tildelt for diverse aktiviteter {platform_name}studenter har gjennomført under <a href='{tos_url}'>{platform_name} æreskodeks</a>. Noen kursbevis krever gjennomføring av tilleggssteg, som <a href='{verified_cert_url}'> verifisering av din identitet</a>.

source: How {platform_name} Validates Student Certificates
nb: Hvordan {platform_name} validerer studentbevisene.

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
nb: Kursbevis utstedt av {platform_name} er signert av en gpg-nøkkel så de kan bli validert uavhengig av noen med {platform_name}s offentlige nøkkel. For uanvhengig verifikasjon, bruker {platform_name} det som kalles en "frakoblet signatur"&quot;".

source: Validate this certificate for yourself
nb: Valider dette kursbeviset for deg selv

source: {platform_name} offers interactive online classes and MOOCs from the world's best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. {platform_name} is a non-profit online initiative created by founding partners Harvard and MIT.
nb: {platform_name} tilbyr interaktive skoleklasser på nett og MOOCs fra hele de beste universitetene i verden, inkludert MIT, Harvard, Berkeley, University of Texas og mange andre. {platform_name} er en non-profit online-iniativ opprettet av de grunnleggende partnerne Harvard og MIT.

source: About {platform_name}
nb: Om {platform_name}

source: Learn more about {platform_name}
nb: Lær mer om {platform_name}

source: Learn with {platform_name}
nb: Lær med {platform_name}

source: Work at {platform_name}
nb: Jobb på {platform_name}

source: Contact {platform_name}
nb: Kontakt {platform_name}

source: {platform_name} acknowledges the following student accomplishment
nb: {platform_name} erkjenner følgende studentbragd

source: successfully completed, received a passing grade, and was awarded a {platform_name} {certificate_type} Certificate of Completion in
nb: Vellykket gjennomføring, fikk ståkarakter, og ble tildelt et {platform_name} {certificate_type}bevis for gjennomføringen av

source: {fullname}, you've earned a certificate!
nb: {fullname}, du har oppnådd et kursbevis!

source: Congratulations! This page summarizes all of the details of what you've accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
nb: Gratulerer! Denne siden oppsummerer alle detaljene av hva du har oppnådd. Vis det til familie, venner og kollegaer i dine profesjonelle og sosiale nettverk.

source: More about {fullname}'s accomplishment
nb: Mer om {fullname}'s bragd

source: All rights reserved
nb: Alle rettigheter er forbeholdt

source: Invalid Certificate
nb: Ugyldig kursbevis

source: Terms of Service &amp; Honor Code
nb: Vilkår for Service &amp; Æreskodeks

source: Certificate Validation
nb: Kursbevisvalidasjon

source: Username
nb: Brukernavn

source: Grade
nb: Karakter

source: Percent
nb: Prosent

source: Opened by this number of students
nb: Åpnet av antall studenter

source: subsections
nb: underseksjoner

source: Count of Students
nb: Telling av studenter

source: Percent of Students
nb: Prosent av studenter

source: Score
nb: Resultat

source: problems
nb: problemer

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
nb: En forespørsel om tilbakebetaling har blitt innviet for {username} ({email}). For å prosessere denne forespørselen, vennlig besøk lenken(e) under.

source: Receipt
nb: Kvittering

source: Payment Failed
nb: Betalingen feilet

source: There was a problem with this transaction. You have not been charged.
nb: Det oppstod et problem med denne transaksjonen. Du har ikke blir belastet.

source: Make sure your information is correct, or try again with a different card or another form of payment.
nb: Sjekk om informasjonen din er korrekt, eller prøv igjen med et annet betalingskort eller annen form for betaling.

source: A system error occurred while processing your payment. You have not been charged.
nb: En systemfeil oppstod under prosesseringen av betalingen. Du har ikke blitt belastet.

source: Please wait a few minutes and then try again.
nb: Vennligst vent et par minutter og prøv deretter igjen.

source: For help, contact {payment_support_link}.
nb: For hjelp, kontakt {payment_support_link}.

source: An error occurred while creating your receipt.
nb: En feil oppstod når vi skulle lage kvitteringen.

source: If your course does not appear on your dashboard, contact {payment_support_link}.
nb: Hvis ditt kurs ikke dukker opp på dashboardet ditt, kontakt {payment_support_link}.

source: This is the wiki for **{organization}**'s _{course_name}_.
nb: Dette er wikien til **{organization}**s _{course_name}_.

source: Course page automatically created.
nb: Kursside automatisk opprettet

source: Welcome to the {platform_name} Wiki
nb: Velkommen til {platform_name}s Wiki

source: Visit a course wiki to add an article.
nb: Besøk en kurs-wiki for å legge til en artikkel

source: Course does not start until {}
nb: Kurset starter ikke før {}

source: You have unfulfilled milestones
nb: Du har uoppfylte milepæler

source: You do not have access to this course
nb: Du har ikke tilgang til dette kurset

source: You do not have access to this course on a mobile device
nb: Du har ikke tilgang til dette kurset på mobil enhet.

source: There is no user with the username or email address {user_name} enrolled in this course.
nb: Det er finnes ingen bruker med brukernavnet eller e-postadressen {user_name} påmeldt i dette kurset.

source: This type of component cannot be shown while viewing the course as a specific student.
nb: Denne typen komponent kan ikke vises under visningen av kurset som en spesifikk student.

source: Courseware
nb: Kursinnhold

source: Course Info
nb: Kursinformasjon

source: Syllabus
nb: Pensum

source: Progress
nb: Fremgang

source: Textbooks
nb: Lærebøker

source: Free
nb: Gratis

source: Invalid location.
nb: Ugyldig lokasjon.

source: User {username} has never accessed problem {location}
nb: Bruker {username} har aldri aksessert problem {location}

source: You must be signed in to {platform_name} to create a certificate.
nb: Du må være logget inn på {platform_name} for å opprette er kursbevis.

source: Course is not valid
nb: Kurs er ugyldig

source: Your certificate will be available when you pass the course.
nb: Ditt kursbevis vil bli tilgjengelig når du har gjennomført kurset.

source: Certificate has already been created.
nb: Kursbeviset har allerede blitt opprettet.

source: Certificate is being created.
nb: Kursbevis er under oppretting

source: Unable to get git log
nb: Ikke i stand til å finne git log

source: Unable to run import command.
nb: Ikke stand til å kjøre importkommando.

source: The underlying module store does not support import.
nb: Det underliggende modullageret støtter ikke import.

source: The specified remote branch is not available.
nb: Den angitte spesifiserte filialen er ikke tilgjengelig

source: Unable to switch to specified branch. Please check your branch name.
nb: Ikke mulig å bytte til spesifisert filial. Vennligst sjekk filialnavnet.

source: Failed in authenticating {username}, error {error}
nb: Feil under autentisering {username}, error {error}
