Repository: alu042/backup
Catalog: django-partial.po
Languages: nb

source: Error occurred while contacting the grading service. Please notify your edX point of contact.
nb: Det oppstod en feil mens vi kontaktet rettetjenesten. Vennligst informer ansvarlig for edX.

source: for course {0} and student {1}.
nb: for kurset {0} og student {1}.

source: View all problems that require peer assessment in this particular course.
nb: Se alle oppgaver som krever Peer-vurdering i dette spesifikke kurset.

source: View ungraded submissions submitted by students for the open ended problems in the course.
nb: Se studentinnleveringer for oppgaver med fritekst-svar som ikke er rettet i dette kurset.

source: View open ended problems that you have previously submitted for grading.
nb: Se oppgaver med fri-tekst svar du har levert tidligere.

source: View submissions that have been flagged by students as inappropriate.
nb: Se innleveringer som studenter har merket som upassende.

source: New submissions to grade
nb: Nye innleveringer å rette

source: New grades have been returned
nb: Nye karakterer er meddelt

source: Submissions have been flagged for review
nb: Innleveringer er merket for gjennomgang

source: Staff grading
nb: Personalet retter

source: Peer grading
nb: Likestilt elev retter

source: Open Ended Panel
nb: Fri-tekst oppgaver

source: Order Payment Confirmation
nb: Ordrens betalingsbekretelse

source: Confirmation and Registration Codes for the following courses: {course_name_list}
nb: Bekreftelse og registreringskoder for følgende kurs: {course_name_list}

source: Trying to add a different currency into the cart
nb: Forsøk å legg til en annen valuta i handlekurven

source: Internal reference code for this invoice.
nb: Intern referansekode for denne fakturaen.

source: Customer's reference code for this invoice.
nb: Kundens referansekode for denne fakturaen.

source: The amount of the transaction. Use positive amounts for payments and negative amounts for refunds.
nb: Beløpet for transaksjonen. Bruk positive beløp for betaling og negative for tilbakebetalinger.

source: Lower-case ISO currency codes
nb: Små bokstaver ISO valutakoder

source: Optional: provide additional information for this transaction
nb: Valgfritt: gi ytterligere informasjon om denne transaksjonen

source: The status of the payment or refund. 'started' means that payment is expected, but money has not yet been transferred. 'completed' means that the payment or refund was received. 'cancelled' means that payment or refund was expected, but was cancelled before money was transferred.
nb: Statusen på betalingen eller tilbakebetalingen. 'startet' betyr at betalingen er forventet, men pengene har ikke blitt overført. 'gjennomført' betyr at betalingen eller tilbakebetalingen er mottatt. 'avbrutt' betyr at betalingen eller tilbakebetalingen var forventet, men ble avbrutt før pengene ble overført.

source: The number of items sold.
nb: Antall enheter solgt.

source: The price per item sold, including discounts.
nb: Pris per enhet solgt, inkludert rabatter.

source: Registration for Course: {course_name}
nb: Registrering for kurs: {course_name}

source: Please visit your {link_start}dashboard{link_end} to see your new course.
nb: Vennligst besøk ditt {link_start}dashboard{link_end} for å se ditt nye kurs.

source: Enrollment codes for Course: {course_name}
nb: Påmeldingskoder for kurs: {course_name}

source: Mode {mode} does not exist for {course_id}
nb: Mode {mode} eksisterer ikke for {course_id}

source: {mode_name} for course {course}
nb: {mode_name} for kurs {course}

source: If you haven't verified your identity yet, please start the verification process ({verification_url}).
nb: Hvis du ikke har verifisert identiteten din enda, vennligst start verifiseringsprosessen ({verification_url}).

source: You have up to two weeks into the course to unenroll and receive a full refund.To receive your refund, contact {billing_email}. Please include your order number in your email. Please do NOT include your credit card information.
nb: Du har opp til to uker til kurset på å melde deg av og motta full tilbakebetaling. For å få tilbake pengene, kontakt {billing_email}. Vennligst send ved ordrenummeret i e-posten din. Vennligst IKKE legg ved kredittkortinformasjon.

source: We greatly appreciate this generous contribution and your support of the {platform_name} mission. This receipt was prepared to support charitable contributions for tax purposes. We confirm that neither goods nor services were provided in exchange for this gift.
nb: Vi setter pris på det sjenerøse bidraget og din støtte av {platform_name}oppdraget. Denne mottakelsen skulle støtte veldedige formål av skatteformål. Vi bekrefterat ingen goder eller tjenester ble gitt i bytte mot denne gaven.

source: Could not find a course with the ID '{course_id}'
nb: Kunne ikke finne et kurs med ID '{course_id}'

source: Donation for {course}
nb: Donasjon for {course}

source: Donation for {platform_name}
nb: Donasjon for {platform_name}

source: Page {page_number} of {page_count}
nb: Side {page_number} av {page_count}

source: Invoice
nb: Faktura

source: Order
nb: Bestilling

source: Date: {date}
nb: Dato: {date}

source: Quantity
nb: Kvantitet

source: List Price per item
nb: Prisliste per sak

source: Discount per item
nb: Rabatt per sak

source: Amount
nb: Beløp

source: Payment Received
nb: Betaling mottatt

source: Balance
nb: Balanse

source: Billing Address
nb: Betalingsadresse

source: Disclaimer
nb: Ansvarsfraskrivelse

source: TERMS AND CONDITIONS
nb: VILKÅR OG BETINGELSER

source: Order Number
nb: Bestillingsnummer

source: Customer Name
nb: Kundenavn

source: Date of Refund
nb: Dato for tilbakebetaling

source: Amount of Refund
nb: Beløp som refunderes

source: Service Fees (if any)
nb: Serviceavgift (hvis aktuelt)

source: Purchase Time
nb: Kjøpstidspunkt

source: Order ID
nb: Bestillings ID

source: Unit Cost
nb: Enhetskost

source: Total Cost
nb: Total å betale

source: Currency
nb: Valuta

source: Comments
nb: Kommentarer

source: University
nb: Universitet

source: Course Announce Date
nb: Dato for kursannonsering

source: Course Start Date
nb: Kursets startdato

source: Course Registration Close Date
nb: Siste frist for påmelding

source: Course Registration Period
nb: Påmeldingsperiode

source: Total Enrolled
nb: Totalt påmeldt

source: Verified Enrollment
nb: Bekreftet påmeldt

source: Gross Revenue
nb: Total omsetning

source: Number of Refunds
nb: Antall tilbakebetalinger

source: Dollars Refunded
nb: Dollar tilbakebetalt

source: Number of Transactions
nb: Antall transaksjoner

source: Total Payments Collected
nb: Totalt beløp innbetalt

source: You must be logged-in to add to a shopping cart
nb: Du må være innlogget for å legge til i en handlekurv

source: The course you requested does not exist.
nb: Kurset du ser etter finnes ikke.

source: The course {course_id} is already in your cart.
nb: Kurset {course_id} er allerede i handlekurven din.

source: You are already registered in course {course_id}.
nb: Du er allerede registrert i kurset {course_id}.

source: Course added to cart.
nb: Kurset er lagt til i handlekurven.

source: Discount does not exist against code '{code}'.
nb: Rabatt finnes ikke for kode '{code}'.

source: This enrollment code ({enrollment_code}) is no longer valid.
nb: Denne påmeldingskoden ({enrollment_code}) er ikke gyldig lenger

source: This enrollment code ({enrollment_code}) is not valid.
nb: Denne påmeldingskoden ({enrollment_code}) er ikke gyldig

source: Code '{registration_code}' is not valid for any course in the shopping cart.
nb: Kode '{registration_code}' er ikke gyldig for noen kurs i handlekurven.

source: Only one coupon redemption is allowed against an order
nb: Bare en kuponginnløsning er tillatt per bestilling

source: success
nb: suksess

source: You do not have permission to view this page.
nb: Du har ikke tillatelse til å se denne siden.

source: The payment processor did not return a required parameter: {0}
nb: Betalingsløsningen ga ikke den nødvendige responsen: {0}

source: The payment processor returned a badly-typed value {0} for param {1}.
nb: Betalingsløsningen ga en feilskrevet verdi {0} for param {1}.

source: The payment processor accepted an order whose number is not in our system.
nb: Betalingsløsningen aksepterte en ordre med et ordrenummer som ikke er i systemet.

source: The amount charged by the processor {0} {1} is different than the total cost of the order {2} {3}.
nb: Beløpet belastet av prosessor {0} {1} er forskjellig fra total kostnad av ordre {2} {3}.

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision_text}, and the reason was {reason_text}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
nb: Beklager! Vår betalingsprosessor aksepterte ikke betalingen din. Beslutningen de returnerte var {decision_text}, og grunnen var {reason_text}. Kontoen din ble ikke belastet. Vennligst prøv en annen form for betaling. Kontakt oss med betalingsrelaterte spørsmål på {email}.

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {error_message}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
nb: Beklager! På grunn av en feil med kjøpet ditt, ble betalingen belastet med et annet beløp enn ordresummen. Den spesifikke errormeldingen er: {error_message}. Ditt kredittkort har muligens blitt belastet. Kontakt oss med betalingsrelaterte spørsmål på {email}.

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {error_message}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
nb: Beklager! Vår betalingsprosessor sendte oss en ødelagt melding angående din betaling, så vi har ikke mulighet til å validere om meldingen kom fra betalingsprosessoren. Den spesifikke feilmeldingen er: {error_message}. Vi beklager for at vi ikke kan verifisere om betalingen gikk gjennom og gjennomføre bestillingen din. Kredittkortet ditt kan muligens ha blitt belastet. Kontakt oss for betalingsspesifikke spørsmål på {email}.

source: Successful transaction.
nb: Vellykket transaksjon.

source: The request is missing one or more required fields.
nb: Forespørselen mangler en eller flere påkrevede felt.

source: One or more fields in the request contains invalid data.
nb: Ett eller flere felt i forespørselen inneholder ugyldig(e) data.

source: Error: General system failure. Possible fix: retry the payment after a few minutes.
nb: Feil: Generell systemfeil. Mulig utbedring: forsøk å betale på nytt om noen minutter.

source: The issuing bank has questions about the request. Possible fix: retry with another form of payment
nb: Utstederbanken har spørsmål om forespørselen. Mulig fix: forsøk på nytt med et annet betalingsmiddel

source: Insufficient funds in the account. Possible fix: retry with another form of payment
nb: Ikke tilstrekkelig midler på kontoen. Mulig fix: forsøk igjen med en annen type betalingsmiddel

source: Unknown reason
nb: Ukjent årsak

source: UNKNOWN REASON
nb: UKJENT GRUNN

source: The payment processor did not return a required parameter: {parameter}
nb: Betalingsprosessoren returnerte ikke et påkrevd parameter: {parameter}

source: The payment processor returned a badly-typed value {value} for parameter {parameter}.
nb: Betalingsprosessoren returnerte en feil verdi {value} for parameter {parameter}.

source: The amount charged by the processor {charged_amount} {charged_amount_currency} is different than the total cost of the order {total_cost} {total_cost_currency}.
nb: Beløpet belastet av prosessoren {charged_amount} {charged_amount_currency} er forskjellig fra total kostnad av ordren {total_cost} {total_cost_currency}.

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision}, and the reason was {reason}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
nb: Beklager! Vår betalingsprosessor aksepterte ikke betalingen din. Beslutningen de returnerte var {decision}, og grunnen var {reason}. Kontoen din ble ikke belastet. Vennligst prøv en annen form for betaling. Kontakt oss med betalingsrelaterte spørsmål på {email}.

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data! We apologize that we cannot verify whether the charge went through and take further action on your order. The specific error message is: {msg} Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
nb: Beklager! Vår betalingsprosessor sendte oss en betalingsbekreftelse som hadde ufullstendige data. Vi beklager at vi ikke kan verifisere om betalingen gikk gjennom og gjennomføre bestillingen din. Den spesifikke feilmeldingen er: {msg}. Kredittkortet ditt kan muligens ha blitt belastet. Kontakt oss for betalingsspesifikke spørsmål på {email}.

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {msg}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
nb: Beklager! På grunn av en feil ble kjøpet ditt belastet med et annet beløp enn ordresummen. Den spesifikke feilmeldingen er: {msg}. Kredittkortet ditt har muligens blitt belastet. Kontakt oss for betalingsrelaterte spørsmål på {email}.

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {msg}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
nb: Beklager! Vår betalingsprosessor sendte oss en ødelagt melding angående din betaling, så vi har ikke mulighet til å validere om meldingen kom fra betalingsprosessoren. Den spesifikke feilmeldingen er: {msg}. Vi beklager for at vi ikke kan verifisere om betalingen gikk gjennom og gjennomføre bestillingen din. Kredittkortet ditt kan muligens ha blitt belastet. Kontakt oss for betalingsspesifikke spørsmål på {email}.

source: Sorry! Our payment processor sent us back a message saying that you have cancelled this transaction. The items in your shopping cart will exist for future purchase. If you feel that this is in error, please contact us with payment-specific questions at {email}.
nb: Beklager! Vår betalingsprosessor sendte melding om at du har avbrutt transaksjonen. Produktene er fortsatt i handlekurven din for senere kjøp. Hvis du mener at dette er en feil, vennligst kontakt oss med betalingsrelaterte spørsmål på {email}.

source: We're sorry, but this payment was declined. The items in your shopping cart have been saved. If you have any questions about this transaction, please contact us at {email}.
nb: Vi beklager, men betalingen ble avvist. Produktene i handlekurven har blitt lagret. Hvis du har spørsmål rundt denne transaksjonen, vennligst kontakt oss på {email}.

source: Sorry! Your payment could not be processed because an unexpected exception occurred. Please contact us at {email} for assistance.
nb: Beklager! Din betaling kunne ikke bli gjennomført på grunn av en uventet feil. Vennligst kontakt oss på {email} for hjelp.

source: The merchant reference code for this authorization request matches the merchant reference code of another authorization request that you sent within the past 15 minutes. Possible action: Resend the request with a unique merchant reference code.
nb: Kundens referansekode for dette kjøpet er lik en annen kundes referansekode for en annet kjøpsforespørsel som du sendte innen de forrige 15 minuttene. Mulig hendelse: Send forespørselen på nytt med en unik kundereferansekode.

source: Only a partial amount was approved.
nb: Bare deler av beløpet ble godkjent.

source: General system failure.
nb: Generell systemfeil.

source: The request was received but there was a server timeout. This error does not include timeouts between the client and the server.
nb: Vi mottok forespørselen, men det oppstod en server-timeout. Denne feilen inkluderer ikke timeout mellom klienten og serveren.

source: The request was received, but a service did not finish running in time.
nb: Forespørselen ble mottatt, men en tjeneste ble ikke kjørt ferdig innen tiden.

source: General decline of the card. No other information provided by the issuing bank. Possible action: retry with another form of payment.
nb: Generell avvisning av kortet. Ingen annen informasjon gitt av den gjeldende banken. Mulig hendelse: prøv igjen med en annen form for betaling.

source: Insufficient funds in the account. Possible action: retry with another form of payment.
nb: Manglende dekning på kontoen. Mulig hendelse: prøv igjen med en annen betalingsform.

source: Stolen or lost card.
nb: Stjålet eller mistet kort.

source: Issuing bank unavailable. Possible action: retry again after a few minutes.
nb: Utstedende bank utilgjengelig. Mulig hendelse: prøv igjen etter noen minutter.

source: CVN did not match.
nb: CVN stemte ikke.

source: The card has reached the credit limit. Possible action: retry with another form of payment.
nb: Kortet har nådd kredittkortgrensen. Mulig hendelse: prøv igjen med en annen form for betaling.

source: Invalid card verification number (CVN). Possible action: retry with another form of payment.
nb: Ugyldig kortverifikasjonsnummer (CVN). Mulig hendelse: prøv igjen med en annen form for betaling.

source: The customer matched an entry on the processors negative file.
nb: Kunden matchet en en oppføring i prosessoren negative fil.

source: Account frozen. Possible action: retry with another form of payment.
nb: Sperret konto.Mulig hendelse: prøv igjen med en annen form for betaling.

source: Invalid account number. Possible action: retry with another form of payment.
nb: Ugyldig kontonummer. Mulig hendelse: prøv igjen med en annen form for betaling.

source: General decline by the processor. Possible action: retry with another form of payment.
nb: Generelt avvist av prosessoren. Mulig hendelse: prøv igjen med en annen betalingsmetode.

source: There is a problem with the information in your CyberSource account. Please let us know at {0}
nb: Det er et problem med informasjonen i din CyberSource-konto. Vennligst gi oss beskjed på {0}

source: The requested capture amount exceeds the originally authorized amount.
nb: Forespurt registrert beløp overstiger originalt autorisert beløp.

source: Processor Failure. Possible action: retry the payment
nb: Prosessorfeil. Mulig hendelse: prøv å gjøre betalingen på nytt

source: The authorization has already been reversed.
nb: Autorisasjonen har allerede blitt reversert.

source: The authorization has already been captured.
nb: Autorisasjonen har allerede blitt fanget.

source: The card type sent is invalid or does not correlate with the credit card number. Possible action: retry with the same card or another form of payment.
nb: Korttypen

source: You requested a credit for a capture that was previously voided.
nb: Du forespurte kreditt for en fangst som tidligere har blitt annulert.

source: The request was received, but there was a timeout at the payment processor.
nb: Mottok forespørselen, men det oppstod en timeout hos betalingsprosessoren.

source: Stand-alone credits are not allowed.
nb: Frittstående kreditt er ikke tillatt.

source: The cardholder is enrolled for payer authentication
nb: Kortholderen er påmeldt for betalerautentisering

source: Payer authentication could not be authenticated
nb: Betalerautentisering kunne ikke bli autentisert

source: No user with the provided email address exists.
nb: Det finnes ingen bruker med gitt e-postadresse.

source: No email address provided.
nb: Ingen e-postadresse er gitt

source: Manual Refund
nb: Manuell tilbakebetaling

source: Email Address
nb: E-postadresse

source: Course ID
nb: Kurs-ID

source: User not found
nb: Fant ikke bruker

source: Course {course_id} not past the refund window.
nb: Kurs {course_id} ikke etter refusjonsvinduet

source: No order found for {user} in course {course_id}
nb: Ingen bestillinger funnet for {user} i kurs {course_id}

source: Unenrolled {user} from {course_id}
nb: Ikke påmeldt {user} fra {course_id}

source: Refunded {cost} for order id {order_id}
nb: Refundert {cost} for bestillingsID {order_id}

source: Optional language the team uses as ISO 639-1 code.
nb: Valgritt språk gruppen bruker som ISO 639-1 kode.

source: Teams
nb: Grupper

source: The supplied course id {course_id} is not valid.
nb: Gitt kursID {course_id} er ikke gyldig.

source: course_id must be provided
nb: course_id må være gitt

source: The supplied course_id {course_id} is not valid.
nb: Gitt course_id {course_id} er ikke gyldig.

source: username or team_id must be specified.
nb: brukernavn eller team_id må spesifiseres

source: Username is required.
nb: Brukernavn er påkrevd.

source: Team id is required.
nb: GruppeID er påkrevd.

source: The user {username} is already a member of a team in this course.
nb: Brukeren {username} er allerede medlem av en gruppe i dette kurset.

source: The user {username} is not enrolled in the course associated with this team.
nb: Brukeren {username} er ikke påmeldt i kurset assosiert med denne gruppen.

source: Your {platform_name} verification has expired.
nb: Din {platform_name}verifikasjon har utgått

source: No photo ID was provided.
nb: Ingen foto ID ble angitt.

source: The name associated with your account and the name on your ID do not match.
nb: Navnet som er assosiert med din brukerkonto og navnet på din ID er ikke i samsvar.

source: The image of your face was not clear.
nb: Bildet av ditt ansikt var ikke tydelig.

source: Your face was not visible in your self-photo.
nb: Ansiktet ditt var ikke synlig i selvportrettet ditt.

source: There was an error verifying your ID photos.
nb: Det lot seg ikke gjøre å verifisere dine identifikasjonsbilder.

source: Intro
nb: Introduksjon

source: Make payment
nb: Gjøre betaling

source: Payment confirmation
nb: Betaling bekreftet

source: Take photo
nb: Ta bilde

source: Take a photo of your ID
nb: Ta et bilde av din ID

source: Review your info
nb: Se over din informasjon

source: Enrollment confirmation
nb: Påmeldingsbekreftelse

source: Selected price is not valid number.
nb: Den valgte prisen er ikke et gyldig tall.

source: This course doesn't support paid certificates
nb: Dette kurset støtter ikke betalte kursbevis

source: No selected price or selected price is below minimum.
nb: Ingen pris valgt eller pris valgt er lavere enn minimum.

source: No profile found for user
nb: Ingen profil funnet for bruker

source: Name must be at least {min_length} characters long.
nb: Navn må være minimum {min_length} tegn langt.

source: Image data is not valid.
nb: Bildedata er ikke gyldig.

source: Verification photos received
nb: Verifikasjonsbilder er mottatt

source: Like {platform_name} on Facebook
nb: Lik {platform_name} på Facebook

source: Follow {platform_name} on Twitter
nb: Følg {platform_name} på Twitter

source: Follow {platform_name} on LinkedIn
nb: Følg {platform_name} på LinkedIn

source: Follow {platform_name} on Google+
nb: Følg {platform_name} på Google+

source: Subscribe to the {platform_name} subreddit
nb: Abonner til {platform_name} subreddit
