Repository: alu042/backup
Catalog: django-partial.po
Languages: nb

source: Discussion
nb: Diskusjon

source: Advanced
nb: Avansert

source: Entrance Exam
nb: Opptakseksamen

source: Section
nb: Seksjon

source: Unit
nb: Del

source: Name
nb: Navn

source: Revert to the selected configuration
nb: Gå tilbake til valgt konfigurasjon

source: Please select a single configuration to revert to.
nb: Vennligst velg en konfigurasjon å gå tilbake til.

source: Reverted configuration.
nb: Gått tilbake til konfigurasjon

source: Current Configuration
nb: Nåværende konfigurasjon

source: All (Show History)
nb: Alle (Vis historie)

source: Update
nb: Oppdatering

source: Change date
nb: Forandre dato

source: Changed by
nb: Forandret av

source: Enabled
nb: Aktivert

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
nb: Liste av domener som har lov til å gjøre forespørsler på kryss av domener til denne siden. Vennligst list hvert domene på hver sin linje.

source: Course
nb: Kurs

source: Display Name
nb: Vis navn

source: Price
nb: Pris

source: Honor Code Certificate
nb: Kursbevis

source: Your verification is pending
nb: Din verifikasjon er ikke klar enda.

source: Verified: Pending Verification
nb: Bekreftet: Venter på verifikasjon

source: ID verification pending
nb: ID-verifikasjon venter

source: You're enrolled as a verified student
nb: Du er påmeldt som verifisert elev.

source: Verified
nb: Verifisert

source: ID Verified Ribbon/Badge
nb: ID-verfifikasjonssløyfe

source: You're enrolled as an honor code student
nb: Du er påmeldt som æreskodekselev

source: Honor Code
nb: Æreskodeks

source: You're auditing this course
nb: Du har revisjon på dette kurset

source: Auditing
nb: Revisjon

source: You're enrolled as a professional education student
nb: Du er påmeldt som profesjonell utdanningsstudent

source: Enrollment is closed
nb: Påmelding er avsluttet

source: Enrollment mode not supported
nb: Påmeldingsmetoden støttes ikke

source: Invalid amount selected.
nb: Ugyldig beløp er valgt.

source: No selected price or selected price is too low.
nb: Pris er ikke valgt eller valgt pris er for lav.

source: Community TA
nb: Læringsassistent

source: COURSE NOT FOUND. Please check that the course ID is valid.
nb: FANT IKKE KURS. Vennligst sjekk at kursID er gyldig.

source: The course key for the restricted course.
nb: Kursnøkkelen for begrenset kurs.

source: The message to show when a user is blocked from enrollment.
nb: Meldingen som vises når en bruker er blokkert fra påmeldingen.

source: The message to show when a user is blocked from accessing a course.
nb: Meldingen som vises når en bruker er blokkert fra et kurs.

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
nb: Tillat brukere som er påmeldt i et gyldig land å få tilgang til begrensede kurs fra ekskluderte land.

source: Two character ISO country code.
nb: To tegn ISO landskode

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
nb: Enten inkluder eller ekskluder gitt kurs. Hvis hvitelistede kurs er spesifisert, kan BARE brukere fra hvitelistede land ha tilgang til dette kurset. Hvis svartlistede land er spesifisert, vil ikke brukere fra disse landene ha tilgang til kurset.

source: The course to which this rule applies.
nb: Regelen gjelder for dette kurset.

source: The country to which this rule applies.
nb: Regelen gjelder for dette landet.

source: Username must be minimum of two characters long
nb: Brukernavn må bestå av minimum to tegn

source: A properly formatted e-mail is required
nb: En gyldig e-postadresse er påkrevd

source: A valid password is required
nb: Et gyldig passord er påkrevd

source: Your legal name must be a minimum of two characters long
nb: Brukernavn må bestå av minimum to tegn

source: Username cannot be more than %(limit_value)s characters long
nb: Brukernavn kan ikke være lengre enn %(limit_value)s tegn langt.

source: Email cannot be more than %(limit_value)s characters long
nb: E-post kan ikke være mer enn %(limit_value)s tegn langt.

source: You must accept the terms of service.
nb: Du må akseptere betingelsene for bruk.

source: A level of education is required
nb: Utdanningsnivå må oppgis

source: Your gender is required
nb: Kjønn er påkrevd

source: Your year of birth is required
nb: Fødselsår må oppgis

source: Your mailing address is required
nb: Din postadresse må oppgis

source: A description of your goals is required
nb: En beskrivelse av dine mål er påkrevd

source: A city is required
nb: By er påkrevd

source: A country is required
nb: Land er påkrevd

source: To enroll, you must follow the honor code.
nb: For å melde deg på må du akseptere betingelsene.

source: You are missing one or more required fields
nb: Du mangler ett eller flere påkrevde felt

source: Username and password fields cannot match
nb: Brukernavn og passordfeltene kan ikke være like

source: Password:
nb: Passord:

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
nb: Din brukerkonto har blitt sperret. Dersom du mener dette har skjedd ved en feil, vær snill å kontakte oss på {support_email}

source: Disabled Account
nb: Sperret brukerkonto

source: Male
nb: Mann

source: Female
nb: Kvinne

source: Other
nb: Annet

source: Doctorate
nb: Doktorgrad

source: Master's or professional degree
nb: Mastergrad eller embetsstudie

source: Bachelor's degree
nb: Bachelorgrad

source: Secondary/high school
nb: Videregående skole/gymnas

source: Junior secondary/junior high/middle school
nb: Ungdomsskole

source: Elementary/primary school
nb: Barneskole

source: None
nb: Ingen

source: {platform_name} Honor Code Certificate for {course_name}
nb: {platform_name} Æreskodesbevis for {course_name}

source: {platform_name} Verified Certificate for {course_name}
nb: {platform_name} Verifisert kursbevis for {course_name}

source: {platform_name} Professional Certificate for {course_name}
nb: {platform_name} Profesjonelt kursbevis for {course_name}

source: {platform_name} Certificate for {course_name}
nb: {platform_name} Kursbevis for {course_name}

source: The ISO 639-1 language code for this language.
nb: Språkkoden ISO 639-1 for dette språket

source: Namespace of enrollment attribute
nb: Navnerom for påmeldingsattributt

source: Name of the enrollment attribute
nb: Navn på påmeldingsattributt

source: Value of the enrollment attribute
nb: Verdi for påmeldingsattributt

source: The course you are looking for does not start until {date}.
nb: Kurset du ser etter starter ikke før {date}.

source: Course id not specified
nb: Kurs-id ikke spesifisert

source: Invalid course id
nb: Ugyldig kurs id

source: Course id is invalid
nb: Ugyldig kurs-id

source: Could not enroll
nb: Kunne ikke melde på

source: You are not enrolled in this course
nb: De er ikke meldt på dette kurset

source: Enrollment action is invalid
nb: Ugyldig påmeldingsvalg

source: You've successfully logged into your {provider_name} account, but this account isn't linked with an {platform_name} account yet.
nb: Du har logget inn på din {provider_name} konto, men denne kontoen er ikke koblet med en {platform_name} konto enda.

source: Use your {platform_name} username and password to log into {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard.
nb: Bruk ditt {platform_name} brukernavn og passord for å logge inn på {platform_name} nedenfor, for så å koble din {platform_name} konto med {provider_name} fra ditt kontrollpanel.

source: If you don't have an {platform_name} account yet, click <strong>Register</strong> at the top of the page.
nb: Dersom du ikke har {platform_name}-konto enda, klikk <strong>Registrer nå</strong> på toppen av siden.

source: There was an error receiving your login information. Please email us.
nb: Det oppstod en feil i din påloggingsinformasjon. Vennligst send oss en epost

source: This account has been temporarily locked due to excessive login failures. Try again later.
nb: Kontoen er midlertidig låst grunnet for mange pålogging feil. Prøv igjen senere.

source: Your password has expired due to password policy on this account. You must reset your password before you can log in again. Please click the "Forgot Password" link on this page to reset your password before logging in again.
nb: Ditt passord har utløpt grunnet retningslinjer for passord på denne kontoen. Du må sette passordet på nytt før du kan logge inn igjen. Vennligst klikk "Glemt passord" lenken på denne siden for å sette passordet på nytt før du forsøker å logge inn igjen.

source: Too many failed login attempts. Try again later.
nb: For mange mislykkede innloggingsforsøk. Forsøk igjen senere.

source: Email or password is incorrect.
nb: Feil e-post eller passord.

source: This account has not been activated. We have sent another activation message. Please check your email for the activation instructions.
nb: Denne kontoen er ikke aktivert. Vi har sendt en en ny aktiveringsmelding. Vennligst sjekk din epostkonto, for sikkerhets skyld også SPAM/Søppelmail for aktiveringsinstruksjoner.

source: Please enter a username
nb: Vennligst sett inn brukernavn

source: Please choose an option
nb: Vennligst gjør et valg

source: User with username {} does not exist
nb: Bruker med brukernavnet {} eksisterer ikke

source: Successfully disabled {}'s account
nb: Vellykket sperring av {}'s brukerkonto

source: Successfully reenabled {}'s account
nb: Vellykket åpning av {}'s brukerkonto

source: Unexpected account status
nb: Uventet status på brukerkonto

source: An account with the Public Username '{username}' already exists.
nb: En konto med brukernavnet '{username}' finnes fra før.

source: An account with the Email '{email}' already exists.
nb: En brukerkonto med epostadressen '{email}' eksisterer allerede.

source: Unknown error. Please e-mail us to let us know how it happened.
nb: Ukjent feil. Vennligst send oss en epost og la oss få vite hva som skjedde.

source: You are re-using a password that you have used recently. You must have {num} distinct password before reusing a previous password.
nb: Du forsøker å gjenbruke et passord som tidligere er benyttet. Du må ha {num} spesifikke passord før du kan gjenbruke et tidligere benyttet passord.

source: You are resetting passwords too frequently. Due to security policies, {num} day must elapse between password resets.
nb: Du setter nytt passord for ofte. Grunnet sikkerhetsregler, må det være {num} dag mellom bytte av passord.

source: Password reset unsuccessful
nb: Setting av nytt passord fungerte ikke!

source: No inactive user with this e-mail exists
nb: Ingen inaktiv bruker med denne epostadressen eksisterer

source: Unable to send reactivation email
nb: Ikke i stand til å sende epost med reaktivisering

source: Valid e-mail address required.
nb: Gyldig epost-adresse er nødvendig.

source: Old email is the same as the new email.
nb: Den gamle epost-adressen er den samme som den nye.

source: An account with this e-mail already exists.
nb: En brukerkonto med denne epost-adressen eksisterer allerede.

source: Unable to send email activation link. Please try again later.
nb: Ikke i stand til å sende aktiveringslenke via epost. Vennligst forsøk senere.

source: Authentication with {} is currently unavailable.
nb: Autentisering med {} er foreløpig utilgjengelig.

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
nb: Hvis dette valget er aktivert, vil ikke brukere bli spurt om å bekrefte detaljene sine (navn, e-post osv.) under registreringsprosessen. Bruk dette valget for pålitelige leverandører som oppgir nøyaktig brukerinformasjon.

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
nb: Hvis denne valgmuligheten er valgt, må ikke brukere bekrefte e-posten sin, og brukerne deres vil bli aktivert umiddelbart ved registrering.

source: This account has not yet been activated. An activation email has been re-sent to {email_address}.
nb: Denne kontoen har ikke blitt aktivert enda. En aktiveringsmail har blitt sendt på nytt til {email_address}.

# weekday name
source: Monday
nb: Mandag

# weekday name
source: Tuesday
nb: Tirsdag

# weekday name
source: Wednesday
nb: Onsdag

# weekday name
source: Thursday
nb: Torsdag

# weekday name
source: Friday
nb: Fredag

# weekday name
source: Saturday
nb: Lørdag

# weekday name
source: Sunday
nb: Søndag

# abbreviated weekday name
source: Mon
nb: Man

# abbreviated weekday name
source: Tue
nb: Tir

# abbreviated weekday name
source: Wed
nb: Ons

# abbreviated weekday name
source: Thu
nb: Tor

# abbreviated weekday name
source: Fri
nb: Fre

# abbreviated weekday name
source: Sat
nb: Lør

# abbreviated weekday name
source: Sun
nb: Søn

# abbreviated month name
source: May
nb: Mai

# abbreviated month name
source: Oct
nb: Okt

# abbreviated month name
source: Dec
nb: Des

# month name
source: January
nb: Januar

# month name
source: February
nb: Februar

# month name
source: March
nb: Mars

# month name
source: May
nb: Mai

# month name
source: June
nb: Juni

# month name
source: July
nb: Juli

# month name
source: October
nb: Oktober

# month name
source: December
nb: Desember

source: The file must end with the extension '{file_types}'.
nb: Filen må avsluttes med følgende tillegg '{file_types}'.

source: Maximum upload file size is {file_size} bytes.
nb: Maksimum filstørrelse for opplasting er {file_size} bytes.

source: Course {course_id} requires {prerequisite_course_id}
nb: Kurset {course_id} krever {prerequisite_course_id}

source: System defined milestone
nb: Systemdefinert milepæl

source: Invalid Length ({0})
nb: Ugyldig lengde ({0})

source: must be {0} characters or more
nb: må være {0} tegn eller mer

source: must be {0} characters or less
nb: må være {0} tegn eller mindre

source: Must be more complex ({0})
nb: Må være sikrere ({0})

source: must contain {0} or more uppercase characters
nb: må inneholde {0} eller flere store bokstaver

source: must contain {0} or more lowercase characters
nb: må inneholde {0} eller flere små bokstaver

source: must contain {0} or more digits
nb: må inneholde {0} eller flere tall

source: must contain {0} or more punctuation characters
nb: må inneholde {0} eller flere skilletegn

source: must contain {0} or more non ascii characters
nb: må inneholde {0} eller flere ikke-ascii-tegn

source: must contain {0} or more unique words
nb: må inneholde {0} eller flere unike ord

source: Too similar to a restricted dictionary word.
nb: For likt et begrenset ordboksord.

source: correct
nb: riktig

source: incorrect
nb: feil

source: partially correct
nb: Delvis riktig

source: incomplete
nb: ufullstendig

source: unanswered
nb: ubesvart

source: processing
nb: behandler

source: This is correct.
nb: Dette er riktig.

source: This is incorrect.
nb: Dette er galt.

source: This is partially correct.
nb: Dette er delvis riktig.

source: This is unanswered.
nb: Dette er ubesvart

source: This is being processed.
nb: Dette er under prosessering.

source: ChoiceGroup: unexpected tag {tag_name}
nb: ChoiceGroup: uventet tag {tag_name}

source: Answer received.
nb: Svar mottatt.

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
nb: Forventet et <choice> eller <compoundhint> tegn; fikk {given_tag} istedet

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
nb: Dine filer er levert. Så snart som innleveringen er rettet, vil denne meldingen erstattes med relevant tilbakemelding.

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
nb: Ditt svar er levert. Så snart som din innlevering er rettet, vil denne meldingen erstattes av med relevant tilbakemelding.

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
nb: Levert. Når du får svar, blir denne meldingen erstattet av tilbakemeldingen.

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
nb: Ingen respons fra Xqueue innen {xqueue_timeout} sekunder. Avbrutt.

source: Error running code.
nb: Feil ved kjøring av kode.

source: Cannot connect to the queue
nb: Kan ikke koble til køen

source: No formula specified.
nb: Ingen formel er spesifisert.

source: Couldn't parse formula: {error_msg}
nb: Kunne ikke analysere formel: {error_msg}

source: Error while rendering preview
nb: Feil ved etablering av forhåndsvisning

source: Sorry, couldn't parse formula
nb: Beklager, kunne ikke analysere formel

source: {input_type}: unexpected tag {tag_name}
nb: {input_type}: uventet tag {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
nb: Forventet en {expected_tag} tag; mottok {given_tag} isteden

source: Correct
nb: Riktig

source: Incorrect
nb: Feil

source: Execution of unsafe Javascript code is not allowed.
nb: Kjøring av usikker Javascript kode er ikke tillat.

source: Checkboxes
nb: Sjekkbokser

source: Multiple Choice
nb: Flervalg

source: unmask_name called on response that is not masked
nb: unmask_name kalte på respons som ikke er markert

source: Do not use shuffle and answer-pool at the same time
nb: Ikke bruk blande og svar samtidig

source: answer-pool value should be an integer
nb: svar-verdien burde være et heltall

source: Choicegroup must include at least 1 correct and 1 incorrect choice
nb: Valggruppen må inkludere hvertfall en riktig og et galt valg

source: True/False Choice
nb: Rett/Galt valg

source: Dropdown
nb: Nedtrekk

source: Numerical Input
nb: Numerisk input

source: There was a problem with the staff answer to this problem.
nb: Det er problemer med fasitsvaret på denne oppgaven.

source: Could not interpret '{student_answer}' as a number.
nb: Kunne ikke tolke '{student_answer}' som et tall.

source: You may not use variables ({bad_variables}) in numerical problems.
nb: Du kan ikke benytte variablene ({bad_variables}) i numeriske oppgaver.

source: You may not use complex numbers in range tolerance problems
nb: Du kan ikke bruke komplekse tall i "range tolerance" oppgaver

source: There was a problem with the staff answer to this problem: complex boundary.
nb: Det var en feil i fasitsvaret på denne oppgaven: complex boundary.

source: There was a problem with the staff answer to this problem: empty boundary.
nb: Det var et problem med fasitsvaret på denne oppgaven: empty boundary.

source: Text Input
nb: Tekstinnlegg

source: error
nb: feil

source: or
nb: eller

source: Custom Evaluated Script
nb: Bruksevaluert skrift

source: error getting student answer from {student_answers}
nb: Feil ved henting av studentsvar fra {student_answers}

source: No answer entered!
nb: Ingen svar er lagt inn!

source: Symbolic Math Input
nb: Symbolsk mattedata

source: An error occurred with SymbolicResponse. The error was: {error_msg}
nb: En feil oppstod med SymbolicResponse. Feilen var: {error_msg}

source: Code Input
nb: Kodeinndata

source: No answer provided.
nb: INgen svar er gitt.

source: Error: No grader has been set up for this problem.
nb: Feil: Ingen er satt opp for å rette denne oppgaven.

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
nb: Kan ikke viderebringe din innlevering til retting (Reason: {error_msg}). Vennligst forsøk senere.

source: Invalid grader reply. Please contact the course staff.
nb: Ugyldig svar fra den som retter. Vennligst kontakt kursansvarlig.

source: External Grader
nb: Ekstern retter

source: Math Expression Input
nb: Matteuttrykk inndata

source: Invalid input: {bad_input} not permitted in answer.
nb: Ugyldig input: {bad_input} ikke tillatt i svar.

source: Circuit Schematic Builder
nb: Skjematisk kretsbygger

source: Image Mapped Input
nb: Kartlagt bildedata

source: error grading {image_input_id} (input={user_input})
nb: feil ved retting {image_input_id} (input={user_input})

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
nb: Feil i problemspesifikasjonen! Kan ikke analysere rektangel i {sr_coords}

source: Annotation Input
nb: Kommentarinndata

source: Checkboxes With Text Input
nb: Avkryssingsbokser med tekstinnlegging

source: Answer not provided for {input_type}
nb: Svar er ikke forutsatt for {input_type}

source: The Staff answer could not be interpreted as a number.
nb: Fasitsvaret kunne ikke tolkes som et tall.

source: Could not interpret '{given_answer}' as a number.
nb: Kunne ikke tolke '{given_answer}' som et tall.

source: XML data for the annotation
nb: XML-data for kommentaren

source: Display name for this module
nb: Vis navn for denne modulen

source: Annotation
nb: Kommentar

source: This name appears in the horizontal navigation at the top of the page.
nb: Dette navnet dukker opp i den horisontale navigasjonsbaren på toppen av siden.

source: Blank Advanced Problem
nb: Ikke beskrevet avansert problem

source: Number of attempts taken by the student on this problem
nb: Antall forsøk fra studenten på dette problemet

source: Maximum Attempts
nb: Maksimum antall forsøk

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
nb: Definer antall ganger en student kan prøve å svare på dette spørsmålet. Hvis verdien ikke er satt, har studenten evig antall forsøk.

source: Date that this problem is due by
nb: Dato dette problemet må løses innen

source: Amount of time after the due date that submissions will be accepted
nb: Hvor lang tid etter tidsfristen innleveringer vil bli akseptert

source: Show Answer
nb: Vis svar

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
nb: Definer når svaret på problemet skal vises. Et forhåndsvalg kan settes i Avanserte innstilinger.

source: Always
nb: Alltid

source: Answered
nb: Besvart

source: Attempted
nb: Forsøkt

source: Closed
nb: Lukket

source: Finished
nb: Ferdig

source: Correct or Past Due
nb: Riktig eller over tidsfristen

source: Past Due
nb: Etter tidsfristen

source: Never
nb: Aldri

source: Whether to force the save button to appear on the page
nb: Enten å tvinge lagringsknappen å vises på siden

source: Show Reset Button
nb: Vis Reset knappen

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
nb: Bestemmer om en 'Omgjørings'-knapp vises slik at brukeren kan gjøre om svaret sitt. En standardverdi kan settes i Avanserte innstillinger.

source: Randomization
nb: Tilfeldigsering

source: On Reset
nb: På omgjøring

source: XML data for the problem
nb: XML data for oppgaven

source: Dictionary with the correctness of current student answers
nb: Ordliste med stundentenes svar rangert etter korrekthet

source: Dictionary for maintaining the state of inputtypes
nb: Ordliste for å opprettholde statusen av inndatatyper

source: Dictionary with the current student responses
nb: Ordliste med foreløpig studentrespons

source: Whether the student has answered the problem
nb: Om studenten har svart på problemet

source: Last submission time
nb: Siste tidspunkt for innlevering

source: Timer Between Attempts
nb: Tidteller mellom forsøk
