Repository: alu042/backup
Catalog: django-studio.po
Languages: nb

source: invalid JSON
nb: Feil JSON

source: must have name of the configuration
nb: Må ha navn på konfigurasjonen

source: must have at least one group
nb: Må ha minimum en gruppe

source: Invalid course update id.
nb: Feil i kurs oppdaterings id.

source: Course update not found.
nb: Kan ikke finne kurset.

source: Could not index item: {}
nb: Kunne ikke indeksere element: {}

source: General indexing error occurred
nb: Generell indekseringsfeil oppstod

source: (Unnamed)
nb: (Uten navn)

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
nb: GIT_REPO_EXPORT_DIR ikke satt eller bane {0} finnes ikke, eller konfigurer en annen bane til GIT_REPO_EXPORT_DIR

source: Non writable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
nb: Ikke skriv bar git lenke. Forventet noe som f.eks: git@github.com:mitocw/edx4edx_lite.git

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
nb: Hvis du bruker http url'er, må du oppgi ett brukernavn og passord i url, Similar to https://user:pass@github.com/user/course.

source: Unable to determine branch, repo in detached HEAD mode
nb: Kan ikke bestemme gren, repo er koblet fra HEAD modus

source: Unable to update or clone git repository.
nb: Umulig å oppdatere eller klone git repository.

source: Unable to export course to xml.
nb: Kan ikke eksportere kurset til xml.

source: Unable to configure git username and password
nb: Kan ikke konfigurere git brukernavn eller passord

source: Unable to commit changes. This is usually because there are no changes to be committed
nb: Kan ikke legge til endringer. Dette er som regel fordi det ikke er gjort noen endringer

source: Unable to push changes. This is usually because the remote repository cannot be contacted
nb: Kan ikke laste opp endringer. Dette er som regel fordi repository ikke kan bli kontaktet

source: Bad course location provided
nb: Feil oppgitt kurs lokasjon

source: Missing branch on fresh clone
nb: Mangler gren eller fersk klone

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
nb: Prøv å eksportere valgt kurs til et git repository Kurs mappen må allerede være et git repository. Bruk: git_export <course_loc> <git_url>

source: Upload completed
nb: Opplasting fullført

source: must have name of the certificate
nb: må ha navn på kursbeviset

source: PermissionDenied: Failed in authenticating {user}
nb: ForespørselAvslått: Feil i autentisering {user}

source: Course has been successfully reindexed.
nb: Kurset har blitt omindeksert

source: Unscheduled
nb: Ikke på planen

source: Special characters not allowed in organization, course number, and course run.
nb: Spesial bokstaver er ikke godkjent i organisasjon, kurs nummer og kurs løp.

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
nb: Det er allerede et kurs med samme organisasjons- og kursnummer. Vennligst sett enten organisasjons- eller kursnummer til å være unikt.

source: Please change either the organization or course number so that it is unique.
nb: Vennligst endre enten organisasjon eller kurs nummer så de blir unike.

source: Unable to create course '{name}'. {err}
nb: Kan ikke opprette kurs '{name}'. {err}

source: An error occurred while trying to save your tabs
nb: En feil oppstod under lagringen av fanene dine

source: Tabs Exception
nb: Unntak faner

source: This group configuration is in use and cannot be deleted.
nb: Denne gruppekonfigurasjonen er i bruk og kan ikke bli slettet.

source: This content group is in use and cannot be deleted.
nb: Dette gruppeinnholdet er i bruk og kan ikke slettes.

source: Entrance Exam - Subsection
nb: Opptakseksamen - subseksjon

source: Completed Course Entrance Exam
nb: Fullført opptakseksamen

source: Course successfully exported to git repository
nb: Kurset ble eksporter uten problem til git repository

source: Vertical
nb: Vertikal

source: Empty
nb: Tom

source: We only support uploading a .tar.gz file.
nb: Vi støtter bare opplastning av .tar.gz fil.

source: File upload corrupted. Please try again
nb: Filopplastningen ble ødelagt. Vennligst prøv igjen.

source: Could not find the {0} file in the package.
nb: Kunne ikke finne {0} filen i pakken.

source: Invalid data
nb: Ugyldig informasjon

source: Invalid data ({details})
nb: Ugyldig informasjon ({details})

source: Duplicate of {0}
nb: Duplikat av {0}

source: Duplicate of '{0}'
nb: Duplikat av '{0}'

source: Students must score {score}{pct_sign} or higher to access course materials.
nb: Studenter må oppnå poengsum {score}{pct_sign} eller høyere for å få tilgang til kursmeterialet.

source: Unable to create library - missing required field '{field}'
nb: Kan ikke opprette bibliotek - mangler påkrevd felt '{field}'

source: Unable to create library '{name}'. {err}
nb: Kan ikke opprette bibliotek '{name}'. {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
nb: Det er allerede et bibliotek med det samme organisasjon og bibliotekskode. Vennligst forandre bibliotekskoden slik at den er unik.

source: Incoming video data is empty.
nb: Innkommende video innhold er tomt.

source: Can't find item by locator.
nb: Kan ikke finne objekt utifra lokator

source: Transcripts are supported only for "video" modules.
nb: Transkripsjon er supportert kun for "video" moduler.

source: Insufficient permissions
nb: Feil rettigheter

source: Could not find user by email address '{email}'.
nb: Kunne ikke finne brukeren med e-postadressen '{email}'.

source: User {email} has registered but has not yet activated his/her account.
nb: Brukeren {email} er registrert, men har ikke aktivert kontoen sin.

source: No `role` specified.
nb: Ingen `role` er spesifisert.

source: Invalid `role` specified.
nb: Ugyldig `role` er spesifisert.

source: You may not remove the last Admin. Add another Admin first.
nb: Du kan ikke fjerne den siste Admin. Legg til en annen Admin først.

source: Uploading
nb: Laster opp

source: In Progress
nb: Pågår

source: Ready
nb: Klar

source: Failed
nb: Feilet

source: Invalid Token
nb: Ugyldig tegn

source: Imported
nb: Importert

source: Unknown
nb: Ukjent

source: Duration
nb: Varighet

source: Date Added
nb: Dato lagt til

source: Pending
nb: Venter

source: unrequested
nb: uregistrert

source: pending
nb: Venter

source: granted
nb: Innvilget

source: denied
nb: Avslått

source: Studio user
nb: Studiobruker

source: The date when state was last updated
nb: Dato for siste oppdatering

source: Current course creator state
nb: Nåværende kurs eier status

source: Optional notes about this user (for example, why course creation access was denied)
nb: Valgfri notis om denne brukeren (eksempel, hvorfor kurs opprettelse ble avvist)

source: Incorrect format for field '{name}'. {detailed_message}
nb: Ugyldig format for felt '{name}'. {detailed_message}
