Repository: alu042/backup
Catalog: django-partial.po
Languages: nb

source: Failed in authenticating {username}
nb: Feil under autentisering {username}

source: fixed password
nb: rettet opp passord

source: All ok!
nb: Alt ok!

source: Must provide username
nb: Må oppgi brukernavn

source: Must provide full name
nb: Må oppgi fullt navn

source: Email address must end in {domain}
nb: e-postadresse må ende i {domain}

source: Failed - email {email_addr} already exists as {external_id}
nb: Feilet - e-post {email_addr} eksisterer allerede som {external_id}

source: Password must be supplied if not using certificates
nb: Passord må oppgis dersom en ikke bruker sertifikater

source: email address required (not username)
nb: epostadresse kreves (ikke brukernavn)

source: Oops, failed to create user {user}, {error}
nb: Oops, feilet å opprette ny bruker {user}, {error}

source: User {user} created successfully!
nb: Bruker {user} ble vellykket opprettet!

source: Cannot find user with email address {email_addr}
nb: Kunne ikke finne bruker med e-postadresse {email_addr}

source: Cannot find user with username {username} - {error}
nb: Kunne ikke finne bruker med brukernavn {username} - {error}

source: Deleted user {username}
nb: Slettet bruker {username}

source: Statistic
nb: Statistikk

source: Value
nb: Verdi

source: Site statistics
nb: Site statistikk

source: Total number of users
nb: Totalt antall brukere

source: Courses loaded in the modulestore
nb: Kurs lastet i modulestore

source: username
nb: brukernavn

source: email
nb: epost

source: Repair Results
nb: Reparer resultater

source: Create User Results
nb: Etabler brukerresultater

source: Delete User Results
nb: Slett brukerresultater

source: Added Course
nb: Kurs lagt til

source: Unable to clone or pull repository. Please check your url. Output was: {0!r}
nb: Ikke mulig å klone eller trekke repository. Vennligst sjekk URL. Utdata var: {0!r}

source: Failed to clone repository to {directory_name}
nb: Feilet under kloning av repository til {directory_name}

source: Successfully switched to branch: {branch_name}
nb: Vellykket bytte til filial: {branch_name}

source: Loaded course {course_name}<br/>Errors:
nb: Lastet kurs {course_name}<br/>Errors:

source: Course Name
nb: Kursnavn

source: Last Change
nb: Siste endring

source: Last Editor
nb: Siste Editor

source: Information about all courses
nb: Informasjon om alle kurs

source: Deleted
nb: Slettet

source: # enrolled
nb: # påmeldt

source: # staff
nb: # ansatte

source: instructors
nb: instruktører

source: Enrollment information for all courses
nb: Påmeldingsinformasjon for alle kurs

source: role
nb: rolle

source: full_name
nb: fullt_navn

source: Title can't be empty
nb: Tittel kan ikke være tom

source: Body can't be empty
nb: Brødtekst kan ikke være tom

source: Topic doesn't exist
nb: Emne finnes ikke

source: Error uploading file. Please contact the site administrator. Thank you.
nb: Feil ved opplasting av fil. Vennligst kontakt administrator. Takk.

source: Good
nb: Bra

source: EdxNotes Service is unavailable. Please try again in a few minutes.
nb: EdxNotes Service er utilgjengelig. Vennligst prøv igjen om noen minutter.

source: Server error. Please try again in a few minutes.
nb: Serverfeil. Vennligst prøv igjen om noen minutter.

source: No endpoint was provided for EdxNotes.
nb: Ingen endepunkter var forutsatt for edXNotes.

source: Notes
nb: Notater

source: {platform_name} Staff
nb: {platform_name} Personale

source: Course Staff
nb: Kurs-stab

source: Staff
nb: Personell

source: Used Registration Code
nb: Brukt registreringskode

source: Credit Card - Individual
nb: Kredittkort - individuelt

source: manually enrolled by user_id {user_id}, enrollment state transition: {transition}
nb: manuelt påmeldt av user_id {user_id}, status påmeldingsovergang: {transition}

source: Manually Enrolled
nb: Manuelt påmeldt

source: User does not exist.
nb: Bruker eksisterer ikke.

source: Task is already running.
nb: Oppgaven kjører allerede.

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
nb: Sjekk om filen du lastet opp er i CSV-format uten overflødige tegn eller rader.

source: Could not read uploaded file.
nb: Kunne ikke lese opplastet fil.

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country
nb: Data i rad #{row_num} må ha eksakt fire kolonner: e-post, brukernavn, fullt navn og land

source: Invalid email {email_address}.
nb: Ugyldig e-post {email_address}.

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
nb: En konto med e-post {email} eksisterer, men forutsatt brukernavn {username} er forskjellige. Melder på uansett med {email}.

source: Username {user} already exists.
nb: Brukernavn {user} finnes allerede.

source: File is not attached.
nb: FIl er ikke vedlagt.

source: Invoice number '{num}' does not exist.
nb: Fakturanummer '{num}' finnes ikke.

source: The sale associated with this invoice has already been invalidated.
nb: Salget tilknyttet med denne fakturaen har allerede blitt ugyldig.

source: Invoice number {0} has been invalidated.
nb: Fakturanummer {0} har blitt ugyldig.

source: This invoice is already active.
nb: Denne fakturaen er allerede aktiv.

source: The registration codes for invoice {0} have been re-activated.
nb: Registreringskoder for faktura {0} har blitt aktivert på nytt.

source: User ID
nb: BrukerID

source: Email
nb: Epost

source: Language
nb: Språk

source: Location
nb: Sted

source: Birth Year
nb: Fødselsår

source: Gender
nb: kjønn

source: Level of Education
nb: Utdanningsnivå

source: Mailing Address
nb: Postadresse

source: Goals
nb: Mål

source: Cohort
nb: Kohort

source: The enrolled learner profile report is being created. To view the status of the report, see Pending Instructor Tasks below.
nb: Påmeldte brukerprofilenrapporten har blitt opprettet. For å se statusen på rapporten, se Avventer instruktøroppgaver under.

source: This enrollment report is currently being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
nb: Denne påmeldingsrapporten er foreløpig under oppretting. For å se status av rapporten, se Avventer instruktøroppgaver under. Du vil kunne laste ned rapporten når den er ferdig.

source: The enrollment report is being created. This report contains information about learners who can enroll in the course. To view the status of the report, see Pending Instructor Tasks below.
nb: Påmeldingsrapporten opprettes. Denne rapporten innholder informasjon om elever som kan meldes på kurset. For å se status på rapporten, se Avventer instruktøroppgaver under.

source: The file must contain a 'cohort' column containing cohort names.
nb: Filen må inneholde en 'kohort'-kolonne som inneholder kohortnavn.

source: The file must contain a 'username' column, an 'email' column, or both.
nb: Filen må inneholde 'brukernavn'kolonne, en 'e-post'-kolonne eller begge deler.

source: Coupon Code
nb: Kupongkode

source: Course Id
nb: KursID

source: % Discount
nb: % Rabatt

source: Description
nb: Beskrivelse

source: Expiration Date
nb: Utløpsdato

source: Is Active
nb: Er aktiv

source: Total Discounted Seats
nb: Total rabatterte plasser

source: Total Discounted Amount
nb: Total rabatterte sum

source: The detailed enrollment report is being created. To view the status of the report, see Pending Instructor Tasks below.
nb: Detaljerte påmeldingsrapporten er opprettet. For å se statusen av rapporten, se Avventer instruktøroppgaver under.

source: The detailed enrollment report is being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
nb: Den detaljerte påmeldingsrapporten opprettes. For å se statusen av rapporten, se Avventer intruktøroppgaver under. Du vil kunne laste ned rapporten når den er ferdig.

source: The executive summary report is being created. To view the status of the report, see Pending Instructor Tasks below.
nb: Utøvende oppsummeringsrapporten er opprettet. For å se status av rapporten, se Avventer instruktøroppgaver under.

source: The executive summary report is currently being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
nb: Den utøvende oppsummeringsrapporten er foreløpig under oppretting. For å se status av rapporten, se Avventer instruktøroppgaver under. Du vil kunne laste ned rapporten når den er ferdig.

source: Could not parse amount as a decimal
nb: Kunne ikke analysere beløp som en desimal

source: Unable to generate redeem codes because of course misconfiguration.
nb: Ikke mulig å generere innløsningskoder på grunn av feilkonfigurasjon.

source: pdf download unavailable right now, please contact support.
nb: pdf-nedlastning er ikke tilgjengelig akkurat nå, vennligst kontakt support.

source: Module does not exist.
nb: Moduler eksisterer ikke.

source: An error occurred while deleting the score.
nb: En feil oppstod under sletting av poengsummen.

source: Course has no entrance exam section.
nb: Kurset har ingen opptakseksamensseksjon.

source: all_students and unique_student_identifier are mutually exclusive.
nb: all_students og unique_student_identifier er gjensidig eksklusive.

source: all_students and delete_module are mutually exclusive.
nb: all_students og delete_module er gjensidig eksklusive.

source: Requires instructor access.
nb: Krever instruktørtilgang.

source: Course has no valid entrance exam section.
nb: Kurset har ingen gyldig opptakseksamenseksjon

source: All Students
nb: Alle studenter

source: The grade report is being created. To view the status of the report, see Pending Instructor Tasks below.
nb: Karakterrapporten opprettes. For å se statusen av rapporten, se Avventer instruktøroppgaver under.

source: The grade report is currently being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
nb: Denne karakterrapporten er foreløpig under oppretting. For å se status av rapporten, se Avventer instruktøroppgaver under. Du vil kunne laste ned rapporten når den er ferdig.

source: The problem grade report is being created. To view the status of the report, see Pending Instructor Tasks below.
nb: Karakterrapporten for problem opprettes. For å se statusen av rapporten, se Avventer instruktøroppgaver under.

source: A problem grade report is already being generated. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
nb: En karakterrapporten for et problem er foreløpig under oppretting. For å se status av rapporten, se Avventer instruktøroppgaver under. Du vil kunne laste ned rapporten når den er ferdig.

source: Successfully removed invalid due date extension (unit has no due date).
nb: Fjernet ugyldig tidsfristutvidelse (enhet har ingen tidsfrist)

source: This student (%s) will skip the entrance exam.
nb: Denne studenten (%s) vil slippe opptakseksamen

source: This student (%s) is already allowed to skip the entrance exam.
nb: Denne studenten (%s) er allerede fått muligheten til å slippe opptakseksamen.

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
nb: Generering av kursbevisoppgaver for alle studenter på dette kurset har blitt startet. Du kan se statusen av genereringen i "Avventende oppgaver"-seksjonen.

source: coupon id is None
nb: Kupong-Id er Ingen

source: coupon with the coupon id ({coupon_id}) DoesNotExist
nb: Kupong med kupong-Id ({coupon_id}) DoesNotExist

source: coupon with the coupon id ({coupon_id}) is already inactive
nb: kupong med kupongID ({coupon_id}) er allerede inaktiv

source: coupon with the coupon id ({coupon_id}) updated successfully
nb: kupong med kupongId ({coupon_id}) ble riktig oppdatert

source: The code ({code}) that you have tried to define is already in use as a registration code
nb: Koden ({code}) som du har prøvd å definere er allerede i bruk som en registreringskode.

source: Please Enter the Integer Value for Coupon Discount
nb: Vennligst skriv inn heltallsverdien for kupongrabatten.

source: Please Enter the Coupon Discount Value Less than or Equal to 100
nb: Vennligst skriv inn kupongrabattverdien mindre enn eller lik 100

source: Please enter the date in this format i-e month/day/year
nb: Vennligst skriv inn dato i dette formatet måned/dag/år

source: coupon with the coupon code ({code}) added successfully
nb: kupong med kupongkode ({code}) er lagt til.

source: coupon with the coupon code ({code}) already exists for this course
nb: kupong med kupongkode ({code}) eksisterer allerede for dette kurset

source: coupon id not found
nb: Fant ikke kupongID

source: coupon with the coupon id ({coupon_id}) updated Successfully
nb: Kupong med kupongID ({coupon_id}) er riktig oppdatert.

source: Instructor
nb: Instruktør

source: To gain insights into student enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
nb: For å få innsikt til studentpåmeldingen og deltagelse {link_start}besøk {analytics_dashboard_name}, vårt nye kursanalyseprodukt{link_end}.

source: Certificates
nb: Kursbeviser

source: Please Enter the numeric value for the course price
nb: Vennligst skriv inn en tallverdi for kursprisen

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
nb: CourseMode med modus fulltreffer({mode_slug}) DoesNotExist

source: CourseMode price updated successfully
nb: CourseMode pris vellykket oppdatert

source: Enrollment data is now available in {dashboard_link}.
nb: Påmeldingsinformasjon er nå tilgjengelig i {dashboard_link}.

source: Membership
nb: Medlemsskap

source: Cohorts
nb: Kohorter

source: Extensions
nb: Utvidelser

source: Data Download
nb: Datanedlasting

source: For analytics about your course, go to {analytics_dashboard_name}.
nb: For analyser om ditt kurs, gå til {analytics_dashboard_name}.

source: Metrics
nb: Metrikker

source: 0 sent
nb: 0 sendt

source: Complete
nb: Ferdig

source: Incomplete
nb: Uferdig

source: Course Statistics At A Glance
nb: Kursstatistikker på et øyeblikk

source: List of students enrolled in {course_key}
nb: Liste med påmeldte studenter i {course_key}

source: Assignment Name
nb: Oppgavenavn

source: Please enter an assignment name
nb: Vennligst skriv inn et oppgavenavn

source: Invalid assignment name '{name}'
nb: Ugyldig oppgavenavn '{name}'

source: External email
nb: Ekstern e-post

source: Grades for assignment "{name}"
nb: Karakterer for oppgave "{name}"

source: Grades from {course_id}
nb: Karakterer fra {course_id}

source: No remote gradebook defined in course metadata
nb: Ingen ekstern karakterbok definert i kursets metadata

source: No remote gradebook url defined in settings.FEATURES
nb: Ingen ekstern karakterbokURL definert i innstillinger.FEATURES

source: No gradebook name defined in course remote_gradebook metadata
nb: Ingen karakterboknavn definert i kurs remote_gradebook metadata

source: Failed to communicate with gradebook server at {url}
nb: Feil under kommunisering mellom karakterbokserveren på {url}

source: Error: {err}
nb: Feil: {err}

source: Remote gradebook response for {action}
nb: Ekstern karakterbokrespons for {action}

source: Full name
nb: Fullt navn

source: Full Name
nb: Fullt navn

source: edX email
nb: edX-epost

source: Enrollment of students
nb: Påmelding av studenter

source: Un-enrollment of students
nb: Avmelding av studenter

source: Failed to find any background tasks for course "{course}", module "{problem}" and student "{student}".
nb: Feilet med å finne bakgrunnsoppgaver for kurset "{course}", modul "{problem}" og student "{student}".

source: Failed to find any background tasks for course "{course}" and module "{problem}".
nb: Feilet med å finne bakgrunnsoppgaver for kurs "{course}" og modul "{problem}".

source: The enrollment code ({code}) was not found for the {course_name} course.
nb: Påmeldingskoden ({code}) ble ikke funnet for {course_name} kurset.

source: This enrollment code has been canceled. It can no longer be used.
nb: Denne påmeldingskoden har blitt kansellert. Den kan ikke brukes lenger.

source: This enrollment code has been marked as unused.
nb: Denne påmeldingskoden har blitt markert som ubrukt.

source: The enrollment code has been restored.
nb: Denne påmeldingskoden har blitt gjenopprettet.

source: The redemption does not exist against enrollment code ({code}).
nb: Frigjørelsen finnes ikke for påmeldingskode ({code}).

source: Could not find student matching identifier: {student_identifier}
nb: Kunne ikke finne matchende studentID: {student_identifier}

source: Unit {0} has no due date to extend.
nb: Enhet {0} har ingen tidsfrist å forlenge.

source: An extended due date must be later than the original due date.
nb: En forlenet tidsfrist må være senere enn den originale tidsfristen.

source: No due date extension is set for that student and unit.
nb: Ingen tidsfristforlengelse er satt for denne studenten og enheten.

source: Extended Due Date
nb: Utsatt frist

source: Users with due date extensions for {0}
nb: Brukere med utsatt frist for {0}

source: Due date extensions for {0} {1} ({2})
nb: Utsatt frist for {0} {1} ({2})

source: Not all problems in entrance exam support re-scoring.
nb: Ikke alle problemer i opptakseksamen støtter omgjøring av poengsum.

source: rescored
nb: Rettet på nytt

source: deleted
nb: slettet

source: emailed
nb: sendt pr epost

source: generated
nb: generert

source: graded
nb: rettet

source: problem distribution graded
nb: problemfordeling rettet

source: certificates generated
nb: kursbevis generert

source: First Name
nb: Fornavn

source: Last Name
nb: Etternavn

source: Company Name
nb: Bedriftsnavn

source: Title
nb: Tittel

source: Year of Birth
nb: Fødselsår

source: City
nb: By/Sted

source: Country
nb: Land

source: Enrollment Date
nb: Påmeldingsdato

source: Currently Enrolled
nb: Foreløpig påmeldt

source: Enrollment Source
nb: Påmeldingskilde

source: Enrollment Role
nb: Påmeldingsrolle

source: List Price
nb: Prisliste

source: Payment Amount
nb: Betalingssum

source: Coupon Codes Used
nb: Kupongkoder brukt

source: Registration Code Used
nb: Registreringskode brukt

source: Payment Status
nb: Status betaling

source: Transaction Reference Number
nb: Transaksjonsreferansenummer

source: No status information available
nb: Iingen statusinformasjon er tilgjengelig

source: No message provided
nb: Ingen beskjed ble gitt

source: No progress status information available
nb: Status på fremdrift er ikke tilgjengelig

source: Progress: {action} {succeeded} of {attempted} so far
nb: Fremdrift: {action} {succeeded} av {attempted} så langt

source: Unable to find submission to be {action} for student '{student}'
nb: Kan ikke finne innlevering som skal {action} for student '{student}'

source: Problem failed to be {action} for student '{student}'
nb: Oppgaven ble ikke {action} for student '{student}'

source: Problem successfully {action} for student '{student}'
nb: Oppgaven ble {action} for student '{student}'

source: Unable to find entrance exam submission to be {action} for student '{student}'
nb: Ikke mulig å finne innlevering av opptakseksamen til å være {action} for student '{student}'

source: Entrance exam successfully {action} for student '{student}'
nb: Opptakseksamen vellykket {action} for student '{student}'

source: Unable to find any students with submissions to be {action}
nb: Kan ikke finne noen studenter med innleveringer som skal {action}

source: Problem failed to be {action} for any of {attempted} students
nb: Oppgaven ble ikke {action} for noen av {attempted} studenter

source: Problem successfully {action} for {attempted} students
nb: Oppgaven ble {action} for {attempted} studenter

source: Problem {action} for {succeeded} of {attempted} students
nb: Oppgaven {action} for {succeeded} av {attempted} studenter

source: Unable to find any recipients to be {action}
nb: Kan ikke finne noen mottagere for {action}

source: Message failed to be {action} for any of {attempted} recipients
nb: Meldingen ble ikke {action} for noen av {attempted} mottagerne

source: Message successfully {action} for {attempted} recipients
nb: Meldingen ble {action} for {attempted} mottagere

source: Message {action} for {succeeded} of {attempted} recipients
nb: Meldingen {action} for {succeeded} av {attempted} mottagere

source: Status: {action} {succeeded} of {attempted}
nb: Status: {action} {succeeded} av {attempted}

source: (out of {total})
nb: (av {total})

source: Whether to display this module in the table of contents
nb: Om visning av denne modulen i tabellen av innhold

source: What format this module is in (used for deciding which grader to apply, and what to show in the TOC)
nb: Hvilke format denne modulen er i (brukt for å bestemme hvilke karaktere som skal brukes, og hvis som skal vises i TOC)

source: Courseware Chrome
nb: Kursmateriale krom

source: Enter the tab that is selected in the XBlock. If not set, the Courseware tab is selected.
nb: Skriv inn etiketten som er valgt i XBlock. Hvis den ikke er satt, er kursmaetialeetiketten valgt.

source: LaTeX Source File Name
nb: LaTeX kilde filnavn

source: Enter the source file name for LaTeX.
nb: Skriv inn filnavnet på kilden for LaTeX.

source: Course Is Public
nb: Kurset er offentlig

source: Enter true or false. If true, the course is open to the public. If false, the course is open only to admins.
nb: Skriv inn sant eller usant. Hvis sant, så er kurset åpent for alle. Hvis usant, så er kurset bare åpent for adminbrukere.

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
nb: En liste som viser hvilke grupper som kan se denne seksjonen. Nøklene er gruppekonfigurasjon-IDer og verdier er lister med gruppe-IDer. Hvis det ikke er noen nøkkel for en gruppekonfigurasjon eller hvis gruppen med gruppe-IDer er tom, så er seksjonen synlig for alle. Merk at dette feltet er ignorert hvis seksjonen er visible_to_staff_only.

source: This component refers to deleted or invalid content group configurations.
nb: Denne komponenten refererer til slettede eller ugyldige konfigureringer av innholdsgrupper.

source: This component refers to deleted or invalid content groups.
nb: Denne komponenten refererer til slettede eller ugyldige innholdsgrupper.

source: My Notes
nb: Mine notater

source: Cannot find any open response problems in this course. Have you submitted answers to any open response assessment questions? If not, please do so and return to this page.
nb: Kunne ikke finne noen åpen responsproblem i dette kurset. Har du levert inn svarene til åpen vurdering av responsspørsmål? Hvis ikke, vennligst gjør det og returner til denne siden.

source: AI Assessment
nb: AI vurdering

source: Peer Assessment
nb: Vurdering av medstudenter

source: Not yet available
nb: Foreløpig ikke tilgjengelig

source: Automatic Checker
nb: Automatisk gjennomgang

source: Instructor Assessment
nb: Instruktørvurdering

source: Error occurred while contacting the grading service. Please notify course staff.
nb: Det oppstod en feil mens vi kontaktet rettetjenesten. Vennligst informer Kursansvarlig.
