Repository: alu042/backup
Catalog: django-partial.po
Languages: nb

source: Subscribe to the {platform_name} YouTube channel
nb: Abonner til {platform_name}s YouTubekanal

source: Organization
nb: Organisasjon

source: Course Type
nb: Kurstype

source: Honor
nb: Ære

source: Skip to main content
nb: Hopp rett til hovedinnhold

source: Your Password Reset is Complete
nb: Gjenoppretting av ditt passord er ferdig

source: Your password has been set. You may go ahead and %(link_start)slog in%(link_end)s now.
nb: Passordet ditt har blitt gjenopprettet. Du kan fortsette å %(link_start)slogge inn%(link_end)s nå.

source: Reset Your %(platform_name)s Password
nb: Gjenopprett ditt %(platform_name)s Passord

source: Reset Your %(platform_name)s Password
nb: Gjenopprett ditt %(platform_name)s Passord

source: Password Reset Form
nb: Skjema for gjenoppretting av passord

source: We're sorry, %(platform_name)s enrollment is not available in your region
nb: Vi beklager, %(platform_name)s påmelding er ikke tilgjengelig i din del av verden

source: The following errors occurred while processing your registration:
nb: Følgende feil oppstod mens vi behandlet din påmelding:

source: You must complete all fields.
nb: Du må fullføre samtlige felter

source: The two password fields didn't match.
nb: De to passordfeltene er forskjellige.

source: We're sorry, our systems seem to be having trouble processing your password reset
nb: Vi beklager, vårt system synes å ha problemer med å håndtere gjenoppretting av ditt passord

source: Someone has been made aware of this issue. Please try again shortly. Please %(start_link)scontact us%(end_link)s about any concerns you have.
nb: Noen er gjort oppmerksom på denne saken. Forsøk igjen om kort tid. Vennligst %(start_link)skontakt oss%(end_link)s om det er noe du lurer på.

source: Please enter your new password twice so we can verify you typed it in correctly.
nb: Vennligst skriv inn ditt nye passord to ganger så vi kan sjekke om det er skrevet inn riktig.

source: Required Information
nb: Nødvendig informasjon

source: Your New Password
nb: Ditt nye passord

source: Your New Password Again
nb: Ditt nye passord igjen

source: Change My Password
nb: Endre passord

source: Your Password Reset Was Unsuccessful
nb: Gjenoppretting av ditt passord var vellykket

source: The password reset link was invalid, possibly because the link has already been used. Please return to the %(start_link)slogin page%(end_link)s and start the password reset process again.
nb: Lenken for å gjenopprette passordet var ikke gyldig, muligens ford den allerede har blitt benyttet. Vennligst returner til %(start_link)s innloggingssiden%(end_link)s og start prosessen for å gjenopprette passordet på nytt.

source: Password Reset Help
nb: Hjelp for gjenoppretting av passord

source: Need Help?
nb: Behov for hjelp?

source: View our %(start_link)shelp section for contact information and answers to commonly asked questions%(end_link)s
nb: Se vårt %(start_link)shjelpeområde for kontaktinformasjon og svar på ofte stilte spørsmål%(end_link)s

source: Please go to the following page and choose a new password:
nb: Vennligst gå til følgende side og velg et nytt passord:

source: Thanks for using our site!
nb: Takk for at du bruker våre sider!

source: About to refund this order:
nb: Om å tilbakebetale denne bestillingen:

source: Order Id:
nb: BestillingsID:

source: Enrollment:
nb: Påmelding:

source: enrolled
nb: påmeldt

source: unenrolled
nb: avmeldt

source: Cost:
nb: Kostnad:

source: Order Status:
nb: Bestillingsstatus:

source: Fulfilled Time:
nb: Oppfylt tid:

source: Refund Request Time:
nb: Tilbakebetalingsforespørsel tid:

source: Last modified:
nb: Sist endret:

source: See all children
nb: Se alle barn

source: This article was last modified:
nb: Artikkel sist endret:

source: Add new article
nb: Legg til ny artikkel

source: Create article
nb: Opprett artikkel

source: Go back
nb: Tilbake

source: Delete article
nb: Fjern artikkel

source: Delete
nb: Fjern

source: You cannot delete a root article.
nb: Du kan ikke fjerne en rot artikkel.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
nb: Du kan ikke slette denne artikkelen fordi du ikke har rettigheter til å slette artikler med underliggende sider. Forsøk å fjerne de underliggende sidene/artiklene en-etter-en.

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
nb: Du er i ferd med å slette en artikkel. Dette betyr at dens underliggende sider vil bli slettet samtidig. Dersom du velger å "rydde" vil underliggende sider også bli "ryddet".

source: Articles that will be deleted
nb: Artikler som slettes

source: ...and more!
nb: ....og flere!

source: You are deleting an article. Please confirm.
nb: Du er i ferd med å slette en artikkel. Vennligst bekreft.

source: Edit
nb: Endre

source: Save changes
nb: Lagre endringer

source: Preview
nb: Forhåndsvis

source: Close
nb: Lukk

source: Wiki Preview
nb: Wiki forhåndsvisning

source: window open
nb: åpent vindu

source: Back to editor
nb: Tilbake til editoren

source: History
nb: Historie

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
nb: Klikk på hver revisjon for å se en liste over redigerte linjer. Klikk på knappen for forhåndsvisning for å se hvordan artikkelen så ut på dette tidspunktet. Nederst på denne siden, kan du endre til en spesifikk versjon eller slå sammen en tidligere versjon og siste versjon.

source: (no log message)
nb: (ingen loggmelding)

source: Preview this revision
nb: Forhåndsvis denne revisjonen

source: Change
nb: Endre

source: Merge selected with current...
nb: Slå sammen den valgte med nåværende...

source: Switch to selected version
nb: Bytt til den valgte versjonen

source: Back to history view
nb: Tilbake til historisk visning

source: Switch to this version
nb: Bytt til denne versjonen

source: Merge Revision
nb: Slå sammen revisjonen

source: Merge with current
nb: Slå sammen med nåværende

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
nb: Når du kombinerer en tidligere versjon med siste versjon, vil alle data beholdes fra begge versjoner og slås sammen på det omtrentlige stedet fra hver av versjonene.

source: After this, it's important to do a manual review.
nb: Etter dette er det viktig å gjennomføre et manuelt gjennomsyn.

source: Create new merged version
nb: Lag en ny kombinert/sammenslått versjon

source: Previewing revision:
nb: Forhåndsviser revisjon:

source: Previewing a merge between two revisions:
nb: Forhåndsviser en sammenslåing av to revisjoner:

source: This revision has been deleted.
nb: Denne revisjonen er slettet.

source: Restoring to this revision will mark the article as deleted.
nb: Ved å gjenopprette til denne revisjonen vil artikkelen bli merket som slettet.

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
nb: Du må <a href="%(login_url)s">logge inn</a> eller <a href="%(signup_url)s">melde deg på</a> for å benytte denne funksjonen.

source: You need to log in or sign up to use this function.
nb: Du må logge inn eller melde deg på for å benytte denne funksjonen.

source: Wiki Syntax Help
nb: Wiki Syntax hjelp

source: This wiki uses <strong>Markdown</strong> for styling. There are several useful guides online. See any of the links below for in-depth details:
nb: Denne wikien benytter <strong>Markdown</strong> for styling. Det er flere nyttige guider online. Se lenkene nedenfor for utdypende detaljer:

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
nb: For å lage en ny wiki-artikkel, lag en lenke til den. Når du klikker på lenken kommer du til etableringssiden.

source: Math Expression
nb: Matematisk Uttrykk

source: Useful examples:
nb: Nyttige eksempler:

source: Huge Header
nb: Stor overskrift

source: Smaller Header
nb: Mindre overskrift

source: Ordered
nb: Bestilt

source: List
nb: Liste

source: Attachments
nb: Vedlegg

source: Upload new file
nb: Last opp en ny fil

source: Search and add file
nb: Søk og legg til fil

source: Upload File
nb: Last opp fil

source: Upload file
nb: Last opp fil

source: Search files and articles
nb: Søk filer og artikler

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
nb: Du kan gjenbruke filer fra andre artikler. Disse filene vil være gjenstand for mulige oppdateringer, noe som kan være hensiktsmessig eller ikke.

source: Search
nb: Søk

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
nb: Følgende filer er tilgjengelige for denne artikkelen. Kopier "markdown" taggen for å referer direkte til en fil i artikkelteksten.

source: Uploaded by
nb: Lastet opp av

source: Size
nb: Størrelse

source: File History
nb: Filhistorie

source: Detach
nb: Koble fra

source: Replace
nb: Bytt ut

source: Restore
nb: Gjenopprett

source: anonymous (IP logged)
nb: anonym (IP logget)

source: File history
nb: Filhistorie

source: revisions
nb: revisjoner

source: There are no attachments for this article.
nb: Det er ingen vedlegg til denne artikkelen.

source: You cannot create two cohorts with the same name
nb: Du kan ikke opprette to kohorter med samme navn

source: There must be one cohort to which students can automatically be assigned.
nb: Det må være en kohort hvor studenter automatisk blir lagt til.

source: A cohort with the same name already exists.
nb: En kohort med samme navn eksisterer allerede.

source: Whether the credit provider is currently enabled.
nb: Om kredittleverandøren for øyeblikket er aktivert.

source: Name of the credit provider displayed to users
nb: Navnet på kredittleverandøren vises for brukerne.

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
nb: Når sant, automatisk meddel kredittleverandøren når en bruker krever kreditt. For at dette skal fungere, en delt hemmelig nøkkel MÅ bli konfigurert for kredittleverandøren i hemmelige auth innstillinger.

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
nb: URL fra kredittleverandøren hvor brukeren kan sjekke statusen på sin forespørsel om kreditt. Dette vises til studentene *etter* de har spurt etter kreditt.

source: Description for the credit provider displayed to users.
nb: Beskrivelse av kredittleverandøren vises til brukerne.

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
nb: Ren tekst- eller html-innhold for å vise videre steg til kvitteringssiden *etter* betaling for kreditten for å få kreditt for et kredittkurs av kredittleverandør.

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
nb: Ren tekst- eller html-innhold for å vise kundemelding i kredittvalgbarhet e-postinnhold som er sendt når bruker har møtt alle kredittvalgkravene.

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
nb: Ren tekst- eller html-innhold for å vise kundemelding i kredittkvitteringen i e-postinnholdet som er sendt *etter* betaling for et kredittkurs.

source: Deadline for purchasing and requesting credit.
nb: Frist for å kjøpe inn og be om kreditt.

source: No file provided for profile image
nb: Ingen fil satt som profilbilde

source: username@domain.com
nb: brukernavn@domene.no

source: The email address you used to register with {platform_name}
nb: E-postadressen du brukte for å registrere med {platform_name}

source: Password
nb: Passord

source: Remember me
nb: Husk meg

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
nb: Det ser ut som {email_address} hører til en allerede eksisterende konto. Prøv igjen med en annen e-postadresse.

source: It looks like {username} belongs to an existing account. Try again with a different username.
nb: Det ser ut som {username} hører til en annen eksisterende konto. Vennligst prøv igjen med et annet brukernavn.

source: Needed for any certificates you may earn
nb: Trengs for hvert kursbevis du kan tjene

source: Public username
nb: Offisielt brukernavn

source: The name that will identify you in your courses - {bold_start}(cannot be changed later){bold_end}
nb: Navnet som vil identifisere deg i dine kurs - {bold_start}(Kan ikke forandres senere){bold_end}

source: Highest level of education completed
nb: Høyeste nivå utdannelse ferdig gjennomført

source: Year of birth
nb: Fødselsår

source: Mailing address
nb: Postadresse

source: Tell us why you're interested in {platform_name}
nb: Fortell oss hvorfor du er interessert i {platform_name}

source: Please select your Country.
nb: Vennligst velg landet ditt

source: Terms of Service and Honor Code
nb: Bruksilkår for tjenesten og Æreskodeks

source: I agree to the {platform_name} {terms_of_service}.
nb: Jeg aksepterer {platform_name} {terms_of_service}.

source: You must agree to the {platform_name} {terms_of_service}.
nb: Du må akseptere {platform_name} {terms_of_service}.

source: The '{field_name}' field cannot be edited.
nb: '{field_name}' kan ikke redigeres.

source: Delete failed for user preference '{preference_key}'.
nb: Slettet feil for brukerpreferanser '{preference_key}'.

source: Preference '{preference_key}' cannot be set to an empty value.
nb: Preferanser '{preference_key}' kan ikke settes til en tom verdi.

source: Invalid user preference key '{preference_key}'.
nb: Ugyldig brukerpreferansnøkkel '{preference_key}'.

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
nb: Verdi '{preference_value}' er ikke gyldig for brukerpreferanser '{preference_key}'.

source: Save failed for user preference '{key}' with value '{value}'.
nb: Lagret feil for brukerpreferansnøkkel '{key}' med verdi '{value}'.

source: No data provided for user preference update
nb: Ingen data gitt for oppdatering av brukerpreferanser

source: This value is invalid.
nb: Denne verdien er ugyldig.

source: This field is not editable
nb: Dette feltet kan ikke redigeres
