Repository: alu042/backup
Catalog: mako-studio.po
Languages: nb

source: You may want to edit the XML in your course directly, outside of {studio_name}. You may want to create a backup copy of your course. Or, you may want to create a copy of your course that you can later import into another course instance and customize.
nb: Du ønsker kanskje å forandre XML i kurset ditt direkte utenfor {studio_name}. Du ønsker å opprette en sikkerhetskopi av kurset ditt. Eller kanskje ønsker du å opprette en kopi av kurset ditt som du senere kan importere til en annet kurs og tilpasse.

source: What content is exported?
nb: Hvilket innhold er eksportert?

source: The course content and structure (including sections, subsections, and units) are exported. Values from Advanced Settings, including MATLAB API keys and LTI passports, are also exported. Other data, including student data, grading information, discussion forum data, course settings, and course team information, is not exported.
nb: Kursinnholdet og strukturen (inkludert seksjoner, underseksjoner og enheter) er eksportert. Verdier fra avanserte innstillinger, inkludert MATLAB API keys og LTI pass, er også eksportert. Annen informasjon, inkludert studentinformasjon, karakterinformasjon, informasjon om diskusjonsforum, kursinnstillinger og informasjon om kursgrupper er ikke eksportert.

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the course.xml file, as well as subfolders that contain course content.
nb: Bruk et arkivprogram for å hente ut informasjon fra .tar.gz filen. Uthentet data inkludere kurs.xml-filen i tillegg til undermapper som inneholder kursinnhold.

source: Learn more about exporting a course
nb: Lær mer om å eksportere et kurs

source: Export Course to Git
nb: Eksporter kurs til Git

source: Export to Git
nb: Eksporter til Git

source: About Export to Git
nb: Om eksportering til Git

source: Use this to export your course to its git repository.
nb: Bruk denne for å eksportere kurset ditt til git repository.

source: This will then trigger an automatic update of the main LMS site and update the contents of your course visible there to students if automatic git imports are configured.
nb: Denne vil så utløse en automatisk oppdatering av hoved-LMSsiden og gjøre innholdet i kurset ditt synlig for studentene der hvis automatisk git-importering er konfigurert.

source: Export Course to Git:
nb: Eksporter kurs til Git

source: giturl must be defined in your course settings before you can export to git.
nb: giturl må være definert i dine kursinnstillinger før du kan eksportere til git

source: Export Failed
nb: Eksportering feilet

source: Export Succeeded
nb: Vellykket eksportering

source: Your course:
nb: Kurset ditt:

source: Course git url:
nb: Kurs git url:

source: Content Groups
nb: Innholdgrupper

source: Experiment Group Configurations
nb: Gruppeeksperiment konfigurasjoner

source: This module is disabled at the moment.
nb: Denne modellen er koblet ut for øyeblikket.

source: If you have cohorts enabled in your course, you can use content groups to create cohort-specific courseware. In other words, you can customize the content that particular cohorts see in your course.
nb: Hvis du har kohort koblet på i kurset ditt, kan du bruke innholdsgrupper til å opprette kohortspesifikk kursmateriale. I andre ord kan du tilpasse innholdet som bare kohorter ser i kurset ditt.

source: Each content group that you create can be associated with one or more cohorts. In addition to course content that is intended for all students, you can designate some content as visible only to specified content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
nb: Hver innholdsgruppe som du oppretter kan bli assosiert med en eller flere kohorter. I tillegg til kursinnhold som er tiltenkt for alle studenter, kan du utpeke noe innhold som bare er synlig for spesielle innholdsgrupper. Bare elever i kohorten som er assosiert med spesifiserte innholdsgrupper kan se ekstra innhold.

source: Click {em_start}New content group{em_end} to add a new content group. To edit the name of a content group, hover over its box and click {em_start}Edit{em_end}. You can delete a content group only if it is not in use by a unit. To delete a content group, hover over its box and click the delete icon.
nb: Klikk {em_start}Ny innholdsgruppe{em_end} for å legge til en ny innholdsgruppe. For å forandre navnet på en innholdsgruppe, hold musepekeren over boksen og klikk {em_start}Edit{em_end}. Du kan bare slette en innholdsgruppe hvis den ikke er i bruk av en enhet. For å slette en innholdsgruppe, hold musepekeren over boksen og klikk på slette-ikonet.

source: Learn More
nb: Lær mer

source: Use experiment group configurations if you are conducting content experiments, also known as A/B testing, in your course. Experiment group configurations define how many groups of students are in a content experiment. When you create a content experiment for a course, you select the group configuration to use.
nb: Bruk eksperimentgruppekonfigurasjonene hvis du er gjennomfører innholdseksperiment, også kjent som A/B-testing, i ditt kurs. Eksperimentgruppekonfigurasjoner definerer hvor mange grupper av studenter som er i et innholdseksperiment. Når du oppretter et innholdseksperiment for et kurs, velger du gruppekonfigurasjonen du ønsker å bruke.

source: Click {em_start}New Group Configuration{em_end} to add a new configuration. To edit a configuration, hover over its box and click {em_start}Edit{em_end}. You can delete a group configuration only if it is not in use in an experiment. To delete a configuration, hover over its box and click the delete icon.
nb: Klikk {em_start}Ny gruppekonfigurasjon{em_end} for å legge til ny konfigurasjon. For å forandre en konfigurasjon, hold musepekeren over boksen og klikk {em_start}Rediger{em_end}. Du kan bare slette en gruppe konfigurasjoner hvis de ikke er i bruk i et eksperiment. For å slette en konfigurasjon, hold musepekeren over boksen og klikk på slette-ikonet.

source: Welcome
nb: Velkommen

source: Welcome to {studio_name}
nb: Velkommen til {studio_name}

source: {studio_name} helps manage your online courses, so you can focus on teaching them
nb: {studio_name} hjelper deg å administrere kursene dine, så du kan fokusere på å undervise i de

source: {studio_name}'s Many Features
nb: {studio_name}s mange funksjoner

source: {studio_name} Helps You Keep Your Courses Organized
nb: {studio_name} hjelper deg med å holde kurset organisert

source: Keeping Your Course Organized
nb: Holder kursene dine organisert

source: The backbone of your course is how it is organized. {studio_name} offers an <strong>Outline</strong> editor, providing a simple hierarchy and easy drag and drop to help you and your students stay organized.
nb: Ryggraden i kurset er hvordan det er organisert. {studio_name} tilbyr en <strong>Emneplan</strong>oppsett som gir et enkelt hierarki hvor du enkelt kan dra og slippe og reorganisere. Det hjelper deg og studentene dine til å ha godt organiserte kurs.

source: Simple Organization For Content
nb: Enkel organisasjon for innhold

source: {studio_name} uses a simple hierarchy of <strong>sections</strong> and <strong>subsections</strong> to organize your content.
nb: {studio_name} bruker et enkelt hierarki av <strong>seksjoner</strong> og <strong>underseksjoner</strong> for å organisere innholdet ditt.

source: Change Your Mind Anytime
nb: Du kan ombestemme deg når som helst.

source: Draft your outline and build content anywhere. Simple drag and drop tools let you reorganize quickly.
nb: Kladd din emneplan og lag innhold overalt. Enkle dra og slipp-verktøy lar deg omorganisere raskt og enkelt.

source: Go A Week Or A Semester At A Time
nb: Ta en uke eller et semester på en gang

source: Build and release <strong>sections</strong> to your students incrementally. You don't have to have it all done at once.
nb: Konstruer og frigjør <strong>seksjoner</strong> til studentene steg for steg. Du trenger ikke gjøre alt i en gang.

source: Learning is More than Just Lectures
nb: Læring er mer enn bare undervisning

source: {studio_name} lets you weave your content together in a way that reinforces learning. Insert videos, discussions, and a wide variety of exercises with just a few clicks.
nb: {studio_name} lar deg flytte rundt på innholdet på en måte som forsterket læringen. Sett inn videoer, diskusjoner og bredt variasjon av oppgaver med bare noen få klikk.

source: Create Learning Pathways
nb: Skap stier for læring

source: Help your students understand one concept at a time with multimedia, HTML, and exercises.
nb: Hjelp studentene dine å forstå et konsept av gangen med multimedia, HTML og andre oppgaver.

source: Work Visually, Organize Quickly
nb: Jobb visuelt, organiser raskt

source: Work visually and see exactly what your students will see. Reorganize all your content with drag and drop.
nb: Jobb visuelt og se akkurat hva dine studenter kommer til å se. Omorganiser alt innholdet med "dra-og-slipp"

source: A Broad Library of Problem Types
nb: Et bredt bibliotek med oppgavetyper

source: It's more than just multiple choice. {studio_name} supports more than a dozen types of problems to challenge your learners.
nb: Det er mer enn bare flervalgsoppgaver. {studio_name} støtter mer enn et dusin typer av problemer for å utfordre elevene dine.

source: {studio_name} Gives You Simple, Fast, and Incremental Publishing. With Friends.
nb: {studio_name} Gir deg enkel, rask og inkrementell publisering. Med venner.

source: Simple, Fast, and Incremental Publishing. With Friends.
nb: Enkel, rask og inkrementell publisering. Med venner.

source: {studio_name} works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
nb: {studio_name} fungerer som webapplikasjoner du allerede kjenner til, men som fortsatt forstår hvordan du bygger pensum. Øyeblikkelig publisering på nettet når du vil, inkrementell utsendelse når det gir mening. Og med med-forfattere kan hele teamet bygge et kurs, sammen.

source: Instant Changes
nb: Øyeblikkelige endringer

source: When you've finished a <strong>section</strong>, pick when you want it to go live and {studio_name} takes care of the rest. Build your course incrementally.
nb: Når du har gjort ferdig en <strong>seksjon</strong>, velg når du ønsker at den skal bli "live" og {studio_name} tar seg av resten. Sett opp kurset ditt steg for steg.

source: Work in Teams
nb: Jobb i grupper

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
nb: Medforfattere har full tilgang til alle de samme forfatterverktøyene. Gjør kurset ditt bedre ved gruppesamarbeid.

source: Sign Up for {studio_name} Today!
nb: Meld deg inn i {studio_name} i dag!

source: Sign Up &amp; Start Making an {platform_name} Course
nb: Registrer deg &amp; begynn med å utforme {platform_name} kurs

source: Already have a {studio_name} Account? Sign In
nb: Har du allerede en {studio_name} konto? Logg inn

source: Outlining Your Course
nb: Planlegger dine kurs

source: Simple two-level outline to organize your couse. Drag and drop, and see your course at a glance.
nb: Enkel to-nivå emneplan for å organisere kurset ditt. Dra og slipp, og se kurset på et øyeblikk.

source: More than Just Lectures
nb: Mer enn bare undervisningstimer

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
nb: Raskt opprette videoer, tekstbiter, innsidediskusjoner og et variert utvalg av problemtyper.

source: Publishing on Date
nb: Publiserer på dato

source: Simply set the date of a section or subsection, and {studio_name} will publish it to your students for you.
nb: Enkelt sett datoen for en seksjon eller underseksjon, og {studio_name} vil publisere den til studentene dine for deg.

source: We're having trouble rendering your component
nb: Vi har problemer med å vise frem komponenten din.

source: Students will not be able to access this component. Re-edit your component to fix the error.
nb: Studenter vil ikke ha tilgang til denne komponenten. Gjør om komponenten for å rette feilen.

source: Library Import
nb: Biblioteksimportering

source: Course Import
nb: Kurs Import

source: Be sure you want to import a library before continuing. The contents of the imported library will replace the contents of the existing library. {em_start}You cannot undo a library import{em_end}. Before you proceed, we recommend that you export the current library, so that you have a backup copy of it.
nb: Vær sikker på at du vil importere et bibliotek før du fortsetter. Innholdet i det importerte biblioteket vil erstatte innholdet i det eksisterende biblioteket. {em_start}Du kan ikke angre en biblioteksimportering{em_end}. Før du fortsetter, anbefaler vi deg å eksportere nåværende bibliotek så du har en sikkerhetskopi.

source: The library that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a library.xml file. It may also contain other files.
nb: Biblioteket som du importerer må være en .tar.gz fil (som er en .tar-fil som er komprimert med GNU Zip). .tar.gz-filen må inneholde en bibliotek.xml-fil. Den kan også inneholde andre filer.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your library until the import operation has completed.
nb: Importeringsprosessen har fem steg. Under de to første stegene må du holde deg på denne siden. Du kan forlate siden etter at utpakkingsstadiet er ferdig. Vi anbefaler uansett at du ikke gjør viktige endringer i biblioteket ditt før hele importeringsoperasjonen er ferdig.

source: Be sure you want to import a course before continuing. The contents of the imported course will replace the contents of the existing course. {em_start}You cannot undo a course import{em_end}. Before you proceed, we recommend that you export the current course, so that you have a backup copy of it.
nb: Vær sikker på at du vil importere et kurs før du fortsetter. Innholdet i det importerte kurset vil erstatte innholdet i det eksisterende kurset. {em_start} Du kan ikke angre kursimporteringen{em_end}. Før du fortsetter, anbefaler vi at du eksporterer det nåværende kurset slik at du har en sikkerhetskopi.

source: The course that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a course.xml file. It may also contain other files.
nb: Kurset du importerer må være i en .tar.gz fil (som er en .tar-fil komprimert med GNU Zip). Denne .tar.gz-filen må inneholde en kurs.xml-fil. Den kan også inneholde andre filer.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your course until the import operation has completed.
nb: Importeringsprosessen har fem steg. Under de to første stegene, må du holde deg på denne siden. Du kan forlate denne siden etter at utpakkingsstadiet er ferdig. Vi anbefaler det likevel å ikke gjøre viktige endringer i kurset ditt før importeringen er ferdig.

source: Select a .tar.gz File to Replace Your Library Content
nb: Velg en .tar.gz-fil for å erstatte biblioteksinnholdet ditt

source: Select a .tar.gz File to Replace Your Course Content
nb: Velg en a .tar.gz-fil for å erstatte kursinnholdet

source: Choose a File to Import
nb: Velg en fil å importere

source: File Chosen:
nb: Valgt Fil:

source: Replace my library with the selected file
nb: Erstatt biblioteket med valgt fil

source: Replace my course with the selected file
nb: Erstatt kurset mitt med valgt fil

source: Library Import Status
nb: Status bibliotetkimport

source: Course Import Status
nb: Status kursimportering

source: Uploading
nb: Laster opp

source: Transferring your file to our servers
nb: Flytter filen din til våre servere

source: Unpacking
nb: Pakker ut

source: Expanding and preparing folder/file structure (You can now leave this page safely, but avoid making drastic changes to content until this import is complete)
nb: Utvider og forbereder mapper/filstrukturer (du kan nå forlate denne siden, men unngå å gjøre drastiske endringer på innholdet til hele importeringen er ferdig)

source: Verifying
nb: Verifiserer

source: Reviewing semantics, syntax, and required data
nb: Gjennomgår semantikk, syntaks og påkrevd data

source: Updating Library
nb: Oppdaterer bibliotek

source: Updating Course
nb: Oppdaterer kurs

source: Integrating your imported content into this library. This process might take longer with larger libraries.
nb: Integrerer importert innhold i biblioteket. Denne prosessen kan ta lenger tid med større bibliotek.

source: Integrating your imported content into this course. This process might take longer with larger courses.
nb: Integrerer det importerte innholdet i kurset. Denne prosessen kan ta lenger tid med større kurs.

source: Success
nb: Suksess

source: Your imported content has now been integrated into this library
nb: Ditt importerte innhold har nå blitt integrert inn i biblioteket

source: Your imported content has now been integrated into this course
nb: Ditt importerte innhold har nå blitt integrert inn i kurset

source: View Updated Library
nb: Se oppdatert bibliotek

source: View Updated Outline
nb: Se oppdatert emneplan

source: Why import a library?
nb: Hvorfor importere et bibliotek?

source: You might want to update an existing library to a new version, or replace an existing library entirely. You might also have developed a library outside of {studio_name}.
nb: Du ønsker kanskje å oppdatere et eksisterende bibliotek til en nyere versjon eller erstatte et eksisterende bibliotek. Du kan også ha et bibliotek utenfor {studio_name}.

source: Note: Library content is not automatically updated in courses
nb: Mer: Bibliotekinnhold er ikke automatisk oppdatert i kurs

source: If you change and import a library that is referenced by randomized content blocks in one or more courses, those courses do not automatically use the updated content. You must manually refresh the randomized content blocks to bring them up to date with the latest library content.
nb: Hvis du forandrer og importerer et bibliotek som er referert av tilfeldige innholdsblokker i et eller flere kurs, vil ikke de kursene automatisk oppdatere innholdet. Du må manuelt oppdatere de tilfeldige innholdsblokkene for å holde de oppdatert med siste biblioteksinnhold.

source: Learn more about importing a library
nb: Lær mer om å importere et bibliotek

source: Why import a course?
nb: Hvorfor importere et kurs?

source: You may want to run a new version of an existing course, or replace an existing course altogether. Or, you may have developed a course outside {studio_name}.
nb: Du kan komme til å kjøre en ny versjon av et eksisterende kurs, eller erstatte et eksisterende kurs. Eller så kan du ha utviklet et kurs på utenfor {studio_name}.

source: What content is imported?
nb: Hvilket innholdt er importert?

source: Only the course content and structure (including sections, subsections, and units) are imported. Other data, including student data, grading information, discussion forum data, course settings, and course team information, remains the same as it was in the existing course.
nb: Bare kursinnholdet og strukturen (inkludert seksjoner, underseksjoner og enheter) er importert. Annen informasjon, inkludert studentinformasjon, karaktereinformasjon, diskusjonsforumer, kursinnstillinger og kursdeltakerinformasjon, forblir den samme som den var i det eksisterende kurset.

source: Warning: Importing while a course is running
nb: Advarsel: Importering mens kurset kjører

source: If you perform an import while your course is running, and you change the URL names (or url_name nodes) of any Problem components, the student data associated with those Problem components may be lost. This data includes students' problem scores.
nb: Hvis du foretrekker en import mens kurset kjører, og du forandrer URL-navnene (eller url_navn nodene) på noen av problemkomponentene, kan studentinformasjonen tilknyttet problemkomponentene bli borte. Denne informasjonen inkluderer også studentenes poengscore på problemene.

source: Learn more about importing a course
nb: Lær mer om importering av kurs

source: {studio_name} Home
nb: {studio_name} Hjem

source: New Course
nb: Nytt kurs

source: Email staff to create course
nb: E-postansatte til å opprette kurs

source: New Library
nb: Nytt bibliotek

source: Please correct the highlighted fields below.
nb: Vennligst rett opp de utlyste feltene nedenfor.

source: Create a New Course
nb: Opprett et nytt kurs

source: Required Information to Create a New Course
nb: Påkrevd informasjon for å opprette et nytt kurs

source: The public display name for your course. This cannot be changed, but you can set a different display name in Advanced Settings later.
nb: Offentlig visningsnavn for kurset ditt. Det kan ikke forandres, men du kan sette et annet visningsnavn i avanserte innstillinger senere.

source: The name of the organization sponsoring the course.
nb: Navnet på organisasjonen som sponser kurset.

source: Note: This is part of your course URL, so no spaces or special characters are allowed.
nb: Merk: Dette er en del av URLen til kurset, så det er ikke tillatt med mellomrom eller spesielle tegn.

source: This cannot be changed, but you can set a different display name in Advanced Settings later.
nb: Denne kan ikke forandres, men du kan sette et annet visningsnavn i avanserte innstillinger senere.

source: The unique number that identifies your course within your organization.
nb: Det unike tallet som identifiserer kurset ditt i din organisasjon.

source: Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.
nb: Merk: Dette er en del av URLen til kursen ditt, så det er ikke tillatt med spesielle tegn eller mellomrom. Det kan ikke forandres senere

source: The term in which your course will run.
nb: Semesteret hvor kurset ditt vil gå.

source: Create
nb: Lag

source: Create a New Library
nb: Opprett et nytt bibliotek

source: Required Information to Create a New Library
nb: Påkrevd informasjon for å opprette et nytt bibliotek

source: Library Name
nb: Biblioteksnavn

source: e.g. Computer Science Problems
nb: f. eks. datateknologiproblemer

source: The public display name for your library.
nb: Offentlige visningsnavnet for ditt bibliotek

source: The public organization name for your library.
nb: Offentlig organisasjonsnavn for ditt bibliotek

source: This cannot be changed.
nb: Dette kan ikke forandres.

source: Library Code
nb: Bibliotekskode

source: e.g. CSPROB
nb: f. eks. CSPROB

source: The unique code that identifies this library.
nb: Den unike koden identifiserer dette biblioteket.

source: Note: This is part of your library URL, so no spaces or special characters are allowed.
nb: Merk: Dette er en del av biblioteksURLen, så det er ikke tillatt med mellomrom eller spesielle tegn.

source: Courses Being Processed
nb: Kurs som blir prosessert

source: Course Run:
nb: Kurs kjører:

source: Configuring as re-run
nb: Konfigurerer som re-run:
