Repository: alu042/backup
Catalog: mako-studio.po
Languages: nb

source: The new course will be added to your course list in 5-10 minutes. Return to this page or {link_start}refresh it{link_end} to update the course list. The new course will need some manual configuration.
nb: Det nye kurset vil bli lagt til i din kursliste om 5-10 minutter. Returner til denne siden eller {link_start}oppdater den{link_end} for å oppdatere kurslisten. Det nye kurset trenger noe manuell konfigurasjon.

source: A system error occurred while your course was being processed. Please go to the original course to try the re-run again, or contact your PM for assistance.
nb: En systemfeil oppstod mens kurset ble prosessert. Vennligst gå til det originale kurset for å kjøre det på nytt, eller kontakt din PM for assistanse.

source: Libraries
nb: Biblioteker

source: Re-run Course
nb: Omkjør kurset

source: Are you staff on an existing {studio_name} course?
nb: Er du personale på et eksisterende {studio_name} kurs?

source: The course creator must give you access to the course. Contact the course creator or administrator for the course you are helping to author.
nb: Kursoppretteren må gi deg adgang til kurset. Kontakt kursoppretteren eller administratoren for det kurset du hjelper til med.

source: Create Your First Course
nb: Opprett ditt første kurs

source: Your new course is just a click away!
nb: Ditt første kurs er bare et klikk unna!

source: Becoming a Course Creator in {studio_name}
nb: Å bli en kursoppretter i {studio_name}

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team will evaluate your request and provide you feedback within 24 hours during the work week.
nb: {studio_name} er en vertsløsning for våre xConsortium-partnere og valgte gjester. Kurs som du er medlem av dukker opp over for redigering, mens kursoppretterens privileger er innvilget av {platform_name}. Vår gruppe vil evaluere din forespørsel og sørger for tilbakemelding innen 24 timer i løpet av arbeidstiden.

source: Your Course Creator Request Status:
nb: Din kursoppretters forespørselstatus:

source: Request the Ability to Create Courses
nb: Forespør muligheten til å opprette kurs

source: Your Course Creator Request Status
nb: Din kursoppretters forespørselstatus

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is has completed evaluating your request.
nb: {studio_name} er en vertsløsning for våre xConsortium-partnere og valgte gjester. Kurs som du er medlem av dukker opp over for redigering, mens kursoppretterens privileger er innvilget av {platform_name}. Vårt team har evaluert din forespørsel

source: Your Course Creator request is:
nb: Din kursoppretterforespørsel er:

source: Denied
nb: Avslått

source: Your request did not meet the criteria/guidelines specified by {platform_name} Staff.
nb: Din forespørsel møtte ikke kriteriene/retningslinjene spesifisert av {platform_name} personalet.

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is currently evaluating your request.
nb: {studio_name} er en vertsløsning for våre xConsortium-partnere og valgte gjester. Kurs som du er medlem av dukker opp over for redigering, mens kursoppretterens privileger er innvilget av {platform_name}. Vårt team jobber med å svare på din forespørsel

source: Your request is currently being reviewed by {platform_name} staff and should be updated shortly.
nb: Din forespørsel er under behandling av {platform_name}personalet og vil snart bli oppdatert.

source: Were you expecting to see a particular library here?
nb: Forventet du å se et spesielt bibliotek her?

source: The library creator must give you access to the library. Contact the library creator or administrator for the library you are helping to author.
nb: Biblioteksoppretteren må gi deg tilgang til biblioteket. Ta kontakt med oppretteren eller administratoren av biblioteket du jobber for.

source: Create Your First Library
nb: Opprett ditt første bibliotek

source: Libraries hold a pool of components that can be re-used across multiple courses. Create your first library with the click of a button!
nb: Bibliotek har en sammensetning av komponenter som kan bli gjenbrukt på tvers av mange kurs. Opprett ditt første bibliotek med bare et klikk!

source: New to {studio_name}?
nb: Ny for {studio_name}?

source: Click Help in the upper-right corner to get more information about the {studio_name} page you are viewing. You can also use the links at the bottom of the page to access our continually updated documentation and other {studio_name} resources.
nb: Klikk Hjelp i øvre høyre hjørne for å få mer informasjon om {studio_name}siden du er på. Du kan også bruke linkene på bunnen av siden for å få tilgang til våre kontinuerlig oppdaterte dokumentasjon og andre {studio_name} kilder.

source: Getting Started with {studio_name}
nb: Kom i gang med {studio_name}

source: Can I create courses in {studio_name}?
nb: Kan jeg opprette kurs i {studio_name}?

source: In order to create courses in {studio_name}, you must {link_start}contact {platform_name} staff to help you create a course{link_end}.
nb: For å skape kurs i {studio_name}, må du {link_start}kontakte {platform_name}personalet for å hjelpe deg med å opprette et kurs{link_end}.

source: In order to create courses in {studio_name}, you must have course creator privileges to create your own course.
nb: For å opprette kurs in {studio_name}, må du ha kursoppretterens rettigheter til å opprette ditt eget kurs.

source: Your request to author courses in {studio_name} has been denied. Please {link_start}contact {platform_name} Staff with further questions{link_end}.
nb: Din forespørsel til å redigere kurs i {studio_name} har blitt nektet. Vennligst {link_start}kontakt {platform_name}personalet ved flere spørmål{link_end}.

source: Thanks for signing up, %(name)s!
nb: Takk for at du registrerte deg, %(name)s!

source: We need to verify your email address
nb: Vi trenger å få verifisert e-postadressen din

source: Almost there! In order to complete your sign up we need you to verify your email address (%(email)s). An activation message and next steps should be waiting for you there.
nb: Snart ferdig! For å fullføre registreringen må du verifisere e-postadressen (%(email)s). En atkiveringsmelding og neste steg bure vente på deg der.

source: Need help?
nb: Trenger du hjelp?

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
nb: Vennligst sjekk søppelpost eller spammappen i tilfelle e-posten ikke er i innboksen din. Hvis du fortsatt ikke finner verifikasjonsmailen kan du søke hjelp ved å bruke linken under.

source: Content Library
nb: Innhold bibliotek

source: Add Component
nb: Legg til komponent

source: Adding content to your library
nb: Legg til innhold i ditt bibliotek

source: Add components to your library for use in courses, using Add New Component at the bottom of this page.
nb: Legg til komponenter til ditt bibliotek for bruk i kurs, ved å bruke Legg til ny komponent på bunnen av denne siden.

source: Components are listed in the order in which they are added, with the most recently added at the bottom. Use the pagination arrows to navigate from page to page if you have more than one page of components in your library.
nb: Komponenter er listet i rekkefølgen de er lagt til, med sist lagt til på bunnen. Bruk pilene til å navigere fra side til side hvis du har mer enn en side med komponenter i biblioteket ditt.

source: Using library content in courses
nb: Bruker biblioteksinnhold i kurs

source: Learn more about content libraries
nb: Lær mer om innholdsbibliotek

source: Sign In
nb: Logg inn

source: Sign In to {studio_name}
nb: Logg inn på {studio_name}

source: Don't have a {studio_name} Account? Sign up!
nb: Har du ikke {studio_name}konto? Registrer deg!

source: Required Information to Sign In to {studio_name}
nb: Påkrevd informasjon for å logge inn på {studio_name}

source: Course Team Settings
nb: Kursgruppeinstillinger

source: New Team Member
nb: Nytt gruppemedlem

source: Add a User to Your Course's Team
nb: Legg til bruker til ditt kurs' gruppe

source: New Team Member Information
nb: Nytt gruppemedlem informasjon

source: User's Email Address
nb: Brukers e-postadresse

source: Provide the email address of the user you want to add as Staff
nb: Gi e-postadressen til brukeren du ønsker å legge til i personalet

source: Add User
nb: Legg til bruker

source: Add Team Members to This Course
nb: Legg til gruppemedlemmer i dette kurset

source: Adding team members makes course authoring collaborative. Users must be signed up for {studio_name} and have an active account.
nb: Legge til gruppemedlemmer skaper samarbeid rund kursadministreringen. Brukere må være logget inn på {studio_name} og ha en aktiv konto.

source: Add a New Team Member
nb: Legg til nytt gruppemedlem

source: Course Team Roles
nb: Kursgruppe roller

source: Course team members with the Staff role are course co-authors. They have full writing and editing privileges on all course content.
nb: Gruppemedlemmer med personalrolle er medforfattere av kurset. De vil ha alle rettigheter til å kunne skrive og redigere kursinnhold.

source: Admins are course team members who can add and remove other course team members.
nb: Admin er medlemmer som kan legge til og fjerne andre kursmedlemmer.

source: All course team members are automatically enrolled in the course and can access content in Studio, the LMS, and Insights.
nb: Alle gruppemedlemmer er automatisk påmeldt i kurset og har tilgang til innhold i Studio, LMS og Insights.

source: Transferring Ownership
nb: Overfører eierskap

source: Every course must have an Admin. If you are the Admin and you want to transfer ownership of the course, click <strong>Add admin access</strong> to make another user the Admin, then ask that user to remove you from the Course Team list.
nb: Hvert kurs må ha en Admin. Hvis du er Admin og du ønsker å overføre eierskapet av kurset, klikk <strong>Legg til admintilgang</strong> for å gjøre en annen bruker til Admin, og spør deretter den nye Admin om å fjerne deg fra kursets gruppeliste.

source: Library User Access
nb: Biblioteksbruker tilgang

source: User Access
nb: Brukertilgange

source: Grant Access to This Library
nb: Bevilge tilgang til dette biblioteket

source: Provide the email address of the user you want to add
nb: Tilfør e-postadressen til brukeren du ønsker å legge til

source: Add More Users to This Library
nb: Legg til flere brukere til dette biblioteket

source: Grant other members of your course team access to this library. New library users must have an active {studio_name} account.
nb: Bevilg andre medlemmer av kursgruppen tilgang til dette biblioteket. Nye bibliotekbrukere må ha en aktiv {studio_name} konto.

source: Add a New User
nb: Legg til ny bruker

source: Library Access Roles
nb: Bibliotektilgang roller

source: There are three access roles for libraries: User, Staff, and Admin.
nb: Det er tre forskjellige roller for tilgang til biliotekene: Bruker, personale og Admin

source: Library Users can view library content and can reference or use library components in their courses, but they cannot edit the contents of a library.
nb: Bibliotekbrukere kan se biblioteksinnhold og kan referere eller bruke bibliotekskomponenter i kursene sine, men de kan ikke redigere innholdet i et bibliotek.

source: Library Staff are content co-authors. They have full editing privileges on the contents of a library.
nb: Bibliotekspersonale er medforfattere av innholdet. De har alle redigeringsprivilegiene på innholdet i et bibliotek.

source: Library Admins have full editing privileges and can also add and remove other team members. There must be at least one user with the Admin role in a library.
nb: Biblioteksadmin har full redigeringsmulighet og kan også legge til og fjerne andre gruppemedlemmer. Det må være minst en bruker med adminrolle i et bibliotek.

source: Sign Up
nb: Registrer deg

source: Sign Up for {studio_name}
nb: Registrer deg for {studio_name}

source: Already have a {studio_name} Account? Sign in
nb: Har du allerede en {studio_name}konto? Logg inn

source: Ready to start creating online courses? Sign up below and start creating your first {platform_name} course today.
nb: Klar for å opprette onlinekurs? Registrer deg under og opprett ditt første {platform_name} kurs i dag.

source: Course Credit Requirements
nb: Kurskredittkrav

source: None
nb: Ingen

source: Entrance Exam
nb: opptakseksamen

source: Your policy changes have been saved.
nb: Dine endringer på regler har ikke blitt lagret.

source: What can I do on this page?
nb: Hva kan jeg gjøre på denne siden?

source: Textbooks
nb: Lærebøker

source: New Textbook
nb: Ny lærebok

source: What if my book isn't divided into chapters?
nb: Hva om boken min ikke er inndelt i kapitler?

source: If your textbook doesn't have individual chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
nb: Om læreboken din ikke har individuelle kapitler kan du laste opp hele teksten som et enkelt kapittel og angi et selvvalgt navn i Kapittel Navn feltet.

source: Make visible to:
nb: Gjør synlig for:

source: Course Navigation
nb: Kursnavigasjon

source: Checklists
nb: Sjekklister

source: Export
nb: Eksport

source: Heading 1
nb: Tittel 1

source: Multiple Choice
nb: Flervalg

source: Checkboxes
nb: Sjekkbokser

source: Text Input
nb: Tekstinnlegg

source: Numerical Input
nb: Numerisk input

source: Dropdown
nb: Nedtrekk
