Repository: alu042/backup
Catalog: mako-studio.po
Languages: nb

source: The page that you were looking for was not found.
nb: Siden du så etter finnes ikke.

source: Go back to the {homepage} or let us know about any pages that may have been moved at {email}.
nb: Gå tilbake til {homepage} eller la oss vite om noen sider kan ha blitt flyttet {email}.

source: {studio_name} Server Error
nb: {studio_name} Serverfeil

source: The {studio_name} servers encountered an error
nb: {studio_name} servere støtte på en feil

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
nb: En feil oppstod i {studio_name} og siden kunne derfor ikke bli lastet. Vennligst prøv igjen om noen øyeblikk.

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
nb: Vi har logget en feil og vårt personell arbeider med å finne feilen så raskt som mulig.

source: If the problem persists, please email us at {email_link}.
nb: Om problemet fortsetter, vennligst send oss en epost {email_link}.

source: {studio_name} Account Activation
nb: {studio_name} Kontoaktivisering

source: Your account is already active
nb: Din konto er allerede aktivert

source: This account, set up using {email}, has already been activated. Please sign in to start working within {studio_name}.
nb: Denne kontoen, bruker {email}, har allerede blitt aktivert. Vennligst logg inn for å begynne med arbeidet {studio_name}.

source: Sign into {studio_name}
nb: Logg inn på {studio_name}

source: Your account activation is complete!
nb: Aktivering av din konto er fullført!

source: Thank you for activating your account. You may now sign in and start using {studio_name} to author courses.
nb: Takk for at du aktiverte kontoen din. Du kan nå logge inn og starte å bruke {studio_name} til forfatterkurs.

source: Your account activation is invalid
nb: Aktivering av din konto er ikke godkjent

source: We're sorry. Something went wrong with your activation. Check to make sure the URL you went to was correct, as e-mail programs will sometimes split it into two lines.
nb: Vi beklager, noe oppstod under aktiveringen av kontoen din. Sjekk om URL er korrekt, da e-postprogrammer noen gangen kan dele URL-linken i to linjer.

source: If you still have issues, contact {platform_name} Support. In the meantime, you can also return to {link_start}the {studio_name} homepage.{link_end}
nb: Hvis du fortsatt opplever problemer, kontakt {platform_name} Support. I mellomtiden kan du også gå tilbake til {link_start} {studio_name} hjemmesiden. {link_end}

source: Files &amp; Uploads
nb: Filer &amp; opplastet

source: Content
nb: Innhold

source: Page Actions
nb: Side

source: Upload New File
nb: Last opp ny fil

source: Adding Files for Your Course
nb: Legger til filer for dine kurs

source: To add files to use in your course, click {em_start}Upload New File{em_end}. Then follow the prompts to upload a file from your computer.
nb: For å legge til filer i dine kurs, klikk {em_start} Last opp ny fil{em_end}. Følg så instruksjonene for å laste opp fra din datamaskin.

source: {em_start}Caution{em_end}: {platform_name} recommends that you limit the file size to {em_start}10 MB{em_end}. In addition, do not upload video or audio files. You should use a third party service to host multimedia files.
nb: {em_start}Forsiktig{em_end}: {platform_name} anbefaler at du begrenser filstørrelsen til {em_start}10 MB{em_end}. I tillegg, ikke last opp video- eller audiofiler. Du burde bruke en tredjepart som vert for multimediafiler.

source: The course image, textbook chapters, and files that appear on your Course Handouts sidebar also appear in this list.
nb: Kursbildet, kapitler i bøker og filer som dukker opp i menyen kursutdelinger dukker, også opp i denne listen.

source: Using File URLs
nb: Bruker URL-filer

source: Use the {em_start}{studio_name} URL{em_end} value to link to the file or image from a component, a course update, or a course handout.
nb: Bruk {em_start}{studio_name} URL{em_end}verdien for å linke til fil eller bilde fra en komponent, en kursoppdatering eller en kursutlevering.

source: Use the {em_start}Web URL{em_end} value to reference the file or image only from outside of your course. {em_start}Note:{em_end} If you lock a file, the Web URL no longer works for external access to a file.
nb: Bruk {em_start}Web URL{em_end}verdien bare til å referere til fil eller bilde utenfor kurset. {em_start}Merk:{em_end} hvis du låser en fil, vil ikke lenger Web-URL fungere for ekstern tilgang til filen.

source: To copy a URL, double click the value in the URL column, then copy the selected text.
nb: For å kopiere en URL, dobbeklikk på verdien i URL-felte, og deretter kopier den valgte teksten.

source: Learn more about managing files
nb: Lær mer om hvordan å administrere filer.

source: close
nb: lukk

source: Max per-file size: {max_filesize}MB
nb: Maks. størrelse per fil: {max_filesize}MB

source: Choose File
nb: Velg en fil

source: Your file has been deleted.
nb: Din fil er slettet.

source: close alert
nb: lukk varsling

source: Course Certificates
nb: Kursbevis

source: Certificates
nb: Kursbeviser

source: This module is not enabled.
nb: Denne modulen er ikke satt i stand.

source: Learn more about certificates
nb: Lær mer om kursbevis

source: Other Course Settings
nb: Andre kursinstillinger

source: Details &amp; Schedule
nb: Detaljer &amp; Timeplan

source: Grading
nb: Karaktersetting

source: Course Team
nb: Kursgruppe

source: Advanced Settings
nb: Avanserte innstillinger

source: Group Configurations
nb: Gruppekonfigurasjoner

source: Course Checklists
nb: Kurs Sjekklister

source: Tools
nb: Verktøy

source: Current Checklists
nb: Nåværende sjekklister

source: What are course checklists?
nb: Hva er kurs sjekklister?

source: Course checklists are tools to help you understand and keep track of all the steps necessary to get your course ready for students.
nb: Kurs sjekklister er verktøy som hjelper deg å forstå og holde øye med alle de stegene som er nødvendige for å få kurset ditt klart for studenter.

source: Any changes you make to these checklists are saved automatically and are immediately visible to other course team members.
nb: Endringer du gjør til disse sjekk listene blir automatisk lagret, og blir synlige for andre kurs team medlemmer med en gang.

source: {studio_name} checklists
nb: {studio_name} sjekklister

source: Duplicate
nb: Dupliser

source: Duplicate this component
nb: Kopier denne komponenten

source: Delete
nb: Slett

source: Delete this component
nb: Slett denne komponenten!

source: Drag to reorder
nb: Dra for å omdirigere

source: Display Name
nb: Vis navn

source: Open the courseware in the LMS
nb: Åpne kursmateriale i LMS

source: View Live Version
nb: Se Live versjon

source: Preview the courseware in the LMS
nb: Forhåndsvis kursmateriale i LMS

source: Preview
nb: Forhåndsvis

source: Adding components
nb: Legg til komponenter

source: Select a component type under {em_start}Add New Component{em_end}. Then select a template.
nb: Velg en komponenttype under {em_start}Legg til ny komponent{em_end}. Velg deretter en mail.

source: The new component is added at the bottom of the page or group. You can then edit and move the component.
nb: Den nye komponenten er lagt nederst på siden eller gruppen. Du kan så redigere og flytte komponenten.

source: Editing components
nb: Redigere komponenter

source: Click the {em_start}Edit{em_end} icon in a component to edit its content.
nb: Klikk {em_start}Rediger{em_end} ikonet på en komponent for å redigeren dens innhold.

source: Reorganizing components
nb: Reorganiserer komponenter

source: Drag components to new locations within this component.
nb: Dra komponenter til nye områder i denne komponenten.

source: For content experiments, you can drag components to other groups.
nb: For innholdseksperimenter kan du dra komponenter til andre grupper

source: Working with content experiments
nb: Jobber med innholdsekperimenter

source: Confirm that you have properly configured content in each of your experiment groups.
nb: Bekreft at du har konfigurert innholdet skikkelig i hver av dine eksperimentgrupper.

source: Learn more about component containers
nb: Lær mer om komponentbokser

source: Unit Location
nb: Enhetslokasjon

source: Location ID
nb: LokasjonsID

source: Use this ID when you create links to this unit from other course content. You enter the ID in the URL field.
nb: Bruk denne IDen når du oppretter linker til denne enheten fra annet kursinnhold. Skriv inn IDen i URL-feltet.

source: Location in Course Outline
nb: Lokasjon i kursplanen

source: Note: Together, the organization, course number, and course run must uniquely identify this new course instance.
nb: Merk: Organisasjonen, kursnummer og kursgjennomføringen sammen må ha en unik ID for nye kurstilfeller.

source: Required Information to Create a re-run of a course
nb: Påkrevd informasjon for å opprette ny gjennomkjøring av kurs

source: e.g. Introduction to Computer Science
nb: F. eks. introduksjon til Datateknologi

source: The public display name for the new course. (This name is often the same as the original course name.)
nb: Visningsnavn for det nye kurset. (Ofte det samme som originalnavnet på kurset.)

source: Organization
nb: Organisasjon

source: e.g. UniversityX or OrganizationX
nb: f. eks. UniversitetX eller OrganisasjonX

source: The name of the organization sponsoring the new course. (This name is often the same as the original organization name.)
nb: Navnet på organisasjonen som sponser det nye kurset. (Dette navnet er ofte det samme som organisasjonens originale navn.)

source: Note: No spaces or special characters are allowed.
nb: Merk: Ingen mellomrom eller spesielle tegn er tillatt.

source: e.g. CS101
nb: F. eks. CS101

source: The unique number that identifies the new course within the organization. (This number is often the same as the original course number.)
nb: Det unike tallet som identifiserer det nye kurset i organisasjonen. (Dette tallet er ofte det samme som det originale kursnummeret.)

source: Course Run
nb: Kurs kjører

source: e.g. 2014_T1
nb: f. eks. 2014_t1

source: The term in which the new course will run. (This value is often different than the original course run value.)
nb: Begrepet på hvilke det nye kurset vil kjøre. (Denne verdien er ofte forskjellig fra det originale kjøringsverdien på kurset.)

source: Create Re-run
nb: Opprett re-run

source: The new course is set to start on January 1, 2030 at midnight (UTC).
nb: Det nye kurset har satt startdato 01. Januar 2030 ved midnatt (UTC).

source: What transfers from the original course?
nb: Hva overføres fra det opprinnelige kurset?

source: The new course has the same course outline and content as the original course. All problems, videos, announcements, and other files are duplicated to the new course.
nb: Det nye kurset har den samme kursplanen og innhold som det opprinnelige kurset. Alle problemer, videoer, kunngjøringer og andre filer er duplisert til det nye kurset.

source: What does not transfer from the original course?
nb: Hva overføres ikke fra det opprinnelige kurset?

source: You are the only member of the new course's staff. No students are enrolled in the course, and there is no student data. There is no content in the discussion topics or wiki.
nb: Du er det eneste medlemmet av personalet i det nye kurset. Ingen studenter er påmeldt i kurset, og det er ikke noe studentdata. Det er ikke noe innhold i emnediskusjonen eller wikien.

source: Learn more about Course Re-runs
nb: Lær mer om gjenkjøring av kurs.

source: Course Updates
nb: Kursoppdateringer

source: New Update
nb: Ny Oppdatering

source: Use course updates to notify students of important dates or exams, highlight particular discussions in the forums, announce schedule changes, and respond to student questions. You add or edit updates in HTML.
nb: Bruk kursoppdateringer for å meddele viktige datoer eller eksamener, synliggjøre viktige diskusjoner i formuet, svar på spørsmål fra studentene og annonsere forandringer i timeplanen for studentene.

source: Course Outline
nb: Emneoversikt

source: This course was created as a re-run. Some manual configuration is needed.
nb: Dette kurset var opprettet som gjenkjøring. Noen manueller konfigurasjoner trengs.

source: No course content is currently visible, and no students are enrolled. Be sure to review and reset all dates, including the Course Start Date; set up the course team; review course updates and other assets for dated material; and seed the discussions and wiki.
nb: Foreløpig er det ikke noe synlig kursinnhold eller noen påmeldte studenter. Vennligst sjekk se over og nullstill all datoer, inkludert kursets oppstartsdato; sett opp kursgruppe; se over kursoppdateringer og andre ressurser for datomerkede materialer. Nullstill også diskusjoner og wikien.

source: Dismiss
nb: Avvise

source: Warning
nb: Advarsel

source: This course uses features that are no longer supported.
nb: Dette kurset bruker spesifikasjoner som ikke støttes lenger.

source: You must delete or replace the following components.
nb: Du må slette eller erstatte følgende komponenter.

source: Unsupported Components
nb: Komponentene støttes ikke

source: To avoid errors, {platform_name} strongly recommends that you remove unsupported features from the course advanced settings. To do this, go to the {link_start}Advanced Settings page{link_end}, locate the "Advanced Module List" setting, and then delete the following modules from the list.
nb: For å unngå feilmeldinger, {platform_name} anbefaler på det sterkeste at du flytter spesifikasjoner som ikke støttes fra kursets avanserte innstillinger. For å gjøre dette, gå til linken {link_start}Advanced Settings page{link_end}, finn "Avansert modulliste"-innstillingen og slett følgende moduler fra lista.

source: Unsupported Advance Modules
nb: Avanserte moduler støttes ikke

source: Click to add a new section
nb: Klikk for å legge til ny seksjon

source: New Section
nb: Ny seksjon

source: Reindex current course
nb: Omindekser nåværende kurs

source: Reindex
nb: Omindekser

source: Collapse All Sections
nb: Kollaps alle seksjoner

source: Expand All Sections
nb: Utvid alle seksjoner

source: Click to open the courseware in the LMS in a new tab
nb: Klikk for å åpne kursmateriale i LMS i en ny fane

source: View Live
nb: Vis live

source: Edit Start Date
nb: Forandre startdato

source: Creating your course organization
nb: Lag din kursorganisasjon

source: You add sections, subsections, and units directly in the outline.
nb: Du legger til seksjoner, subseksjoner og andre enheter direkte i emneplanen.

source: Create a section, then add subsections and units. Open a unit to add course components.
nb: Opprett en seksjon, legg til subseksjoner og enheter. Åpne en enhet for å legge til kurskomponenter.

source: Reorganizing your course
nb: Omorganiser kurset ditt

source: Drag sections, subsections, and units to new locations in the outline.
nb: Dra seksjoner, sunseksjoner og enheter til nye steder i emneplanen.

source: Setting release dates and grading policies
nb: Sett utgivelsesdato og retningslinjer for karakter

source: Select the Configure icon for a section or subsection to set its release date. When you configure a subsection, you can also set the grading policy and due date.
nb: Velg konfigurasjonsikonet for en seksjon eller subseksjon for å sette utgivelsesdato. Når du konfigurerer en subseksjon, kan du også sette retningslinjer for karakterer og tidsfrist.

source: Changing the content students see
nb: Forandre innholdet studentene ser

source: To publish draft content, select the Publish icon for a section, subsection, or unit.
nb: For å publisere utkast, velg publiseringsikonet for en seksjons, subseksjon eller enhet.

source: To hide content from students, select the Configure icon for a section, subsection, or unit, then select {em_start}Hide from students{em_end}.
nb: For å gjemme innhold for studenter, velg konfigurasjonsikonet for seksjon, subseksjon eller enhet, og deretter velg {em_start}Gjem for studenter{em_end}.

source: Learn more about the course outline
nb: Lær mer om kursets emneplan.

source: Pages
nb: Sider

source: New Page
nb: Ny side

source: Note: Pages are publicly visible. If users know the URL of a page, they can view the page even if they are not registered for or logged in to your course.
nb: Mer: Sider er offentlig synlige. Hvis brukere vet om URLen til siden, kan de se siden selv om de ikke er registrert eller logget inn på kurset ditt.

source: Show this page
nb: Vis denne siden

source: Show/hide page
nb: Vis/gjem side

source: This page cannot be reordered
nb: Denne siden kan ikke bli omorganisert.

source: You can add additional custom pages to your course.
nb: Du kan legge til ytterligere tilpassede sider til ditt kurs.

source: Add a New Page
nb: Legg til ny side

source: What are pages?
nb: Hva er sider?

source: Pages are listed horizontally at the top of your course. Default pages (Courseware, Course info, Discussion, Wiki, and Progress) are followed by textbooks and custom pages that you create.
nb: Sider er listet horisontalt på toppen av siden. Utelatende sider (kursmateriale, kursinfo, diskusjon, wiki og fremgang) følges av lærerbøker og tilpassede sider som du oppretter.

source: Custom pages
nb: Tilpassede sider

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course slides, and a course calendar.
nb: Du kan opprette og redigere tilpassede sider for å skaffe studentene ytterligere kursinnhold.

source: How do pages look to students in my course?
nb: Hvordan ser sidene ut for studentene i kurset mitt?

source: Students see the default and custom pages at the top of your course and use these links to navigate.
nb: Studentene ser utelatende sider og tilpassede sider på toppen av kurset og bruker disse linkene for å navigere seg på siden.

source: See an example
nb: Se et eksempel

source: Pages in Your Course
nb: Sider i Ditt Kurs

source: Preview of Pages in your course
nb: Forhåndsvisning av sider i ditt kurs.

source: Pages appear in your course's top navigation bar. The default pages (Courseware, Course Info, Discussion, Wiki, and Progress) are followed by textbooks and custom pages.
nb: SIder dukker opp i ditt kurs' navigasjonslinje på toppen. De utelatende sidene (kursmateriale, kursinfo, diskusjon, wiki og fremgang) følges av lærebøker og tilpassede sider.

source: close modal
nb: lukk vesen

source: Internal Server Error
nb: Intern serverfeil

source: The Page You Requested Page Cannot be Found
nb: Siden du spurte etter ble ikke funnet.

source: We're sorry. We couldn't find the {studio_name} page you're looking for. You may want to return to the {studio_name} Dashboard and try again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
nb: Beklager, vi kunne ikke finne {studio_name} siden du lette etter. Du kan gå tilbake til {studio_name} Dashboard og prøve på nytt. Hvis du fortsatt opplever problemer med å få adgang til ting, gjerne {link_start}kontakt {studio_name} support{link_end} for mer hjelp.

source: The Server Encountered an Error
nb: Serveren støtte på en error

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the {studio_name} Dashboard or try this request again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
nb: Vi beklager, det oppstod et problem med serveren under prosesseringen av din siste forespørsel. Du kan prøve å returnere til {studio_name} Dashboard eller prøve å sende denne forespørselen på nytt. Hvis du fortsatt opplever problemer, gjerne {link_start}kontakt {studio_name} support{link_end} for mer hjelp.

source: Back to dashboard
nb: Tilbake til dashboard

source: Library Export
nb: Bibliotekseksport

source: Course Export
nb: Kurseksport

source: About Exporting Libraries
nb: Om eksportering av biblioteker

source: You can export libraries and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the library structure and content. You can also re-import libraries that you've exported.
nb: Du kan eksportere og redigere biblioteker utenfor {studio_name}. Den eksporterte filen er en .tar.gz fil (en .tar-fil som er komprimert med GNU Zip) som inneholder biblioteksstrukturen og innhold. Du kan også re-importere biblioteker som du har eksportert.

source: About Exporting Courses
nb: Om eksportering av kurs

source: You can export courses and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the course structure and content. You can also re-import courses that you've exported.
nb: Du kan eksportere kurs og redigere de utenfor {studio_name}. Den eksporterte filen er en .tar.gz fil (en .tar-fil som er komprimert med GNU Zip) som inneholder kursstrukturen og innhold. Du kan også re-importere kurs som du har eksportert.

source: Export My Library Content
nb: Eksporter Mitt biblioteksinnhold

source: Export My Course Content
nb: Eksporter Mitt kursinnhold

source: Export Library Content
nb: Eksporter biblioteksinnhold

source: Export Course Content
nb: Eksporter kursinnhold

source: Data {em_start}exported with{em_end} your course:
nb: Data {em_start}exportert med{em_end} ditt kurs:

source: Values from Advanced Settings, including MATLAB API keys and LTI passports
nb: Verdier fra avanserte innstillinger, inkludert MATLAB API nøkler og LTI pass

source: Course Content (all Sections, Sub-sections, and Units)
nb: Kursinnhold (alle seksjoner, sub-seksjoner og enheter)

source: Course Structure
nb: Kursstruktur

source: Individual Problems
nb: Individuelle problemer

source: Course Assets
nb: Kursressurser

source: Course Settings
nb: Kursinnstillinger

source: Data {em_start}not exported{em_end} with your course:
nb: Data {em_start}ikke eksportert{em_end} med ditt kurs:

source: User Data
nb: Bruker Informasjon

source: Course Team Data
nb: Kursgruppeinformasjon

source: Forum/discussion Data
nb: Forums/diskusjonsinformasjon

source: Why export a library?
nb: Hvorfor eksportere et bibliotek?

source: You may want to edit the XML in your library directly, outside of {studio_name}. You may want to create a backup copy of your library. Or, you may want to create a copy of your library that you can later import into another library instance and customize.
nb: Du ønsker kanskje å forandre XML i biblioteket ditt direkte utenfor {studio_name}. Du ønsker å opprette en sikkerhetskopi av biblioteket ditt. Eller kanskje ønsker du å opprette en kopi av biblioteket ditt som du senere kan importere til en annet bibliotek og tilpasse.

source: Opening the downloaded file
nb: Åpner nedlastet fil

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the library.xml file, as well as subfolders that contain library content.
nb: Bruk et arkivprogram for å trekke ut informasjon fra .tar.gz filen. Informasjonen inkluderer bibliotek.xml-filen i tillegg til undermapper som inneholder biblioteksinnhold.

source: Learn more about exporting a library
nb: Lær mer om å eksportere et bibliotek

source: Why export a course?
nb: Hvorfor eksportere et kurs?
