Repository: alu042/backup
Catalog: wiki.po
Languages: nb

source: created
nb: opprettet

source: Only localhost... muahahaha
nb: Kun localhost....muhahhaha....ack

source: Title
nb: Tittel

source: Initial title of the article. May be overridden with revision titles.
nb: Orginal tittel på artikkel kan bli overskrevet med reviderte titler.

source: Type in some contents
nb: Skriv inn litt innhold

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
nb: Dette er kun intro innhold i artikkelen. Etter at den er opprettet kan du legge til mer komplekse funksjoner som å legge til plugins, meta data, relaterte artikler etc...

source: Contents
nb: Innhold

source: Summary
nb: Oppsummering

source: Give a short reason for your edit, which will be stated in the revision log.
nb: Skriv en kort grunn til at du redigerte. Dette blir synlig i revisjons loggen.

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
nb: Mens du redigerte så endret også noen andre revisjonen du jobbet på. Dine endringer blir automatisk slått sammen med det nye innholdet. Vennligst lest gjennom teksten under.

source: No changes made. Nothing to save.
nb: Ingen endringer. Ikke noe å lagre.

source: Select an option
nb: Vennligst gjør et valg

source: Slug
nb: Prefiks

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
nb: Dette blir adressen hvor artikkelen din kan leses. Bruk kun alfanumeriske karakterer og - eller _. Notis: Du kan ikke endre slug etter opprettet artikkel.

source: Write a brief message for the article's history log.
nb: Skriv en kort melding til artikkel historie loggen.

source: A slug may not begin with an underscore.
nb: En prefiks kan ikke begynne med en understrek.

source: A deleted article with slug "%s" already exists.
nb: En slettet artikkel med prefiks "%s" finnes allerede.

source: A slug named "%s" already exists.
nb: En prefiks med navnet "%s" finnes allerede.

source: Yes, I am sure
nb: Ja, jeg er sikker

source: Purge
nb: Permanent fjern

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
nb: Permanent fjerning av artikkel vil fjerne den for godt (og alt innhold) uten mulighet for å angre. Slik sletting er en god ide hvis du vil frigjøre en prefiks så brukere kan opprette nye artikler som erstatter.

source: You are not sure enough!
nb: Er du ikke helt sikker!

source: While you tried to delete this article, it was modified. TAKE CARE!
nb: Mens du prøvde å fjerne denne artikkelen ble den endret av noen andre. LYKKE TIL!!

source: Lock article
nb: Lås artikkel

source: Deny all users access to edit this article.
nb: Nekt alle brukere med tilgang til å endre denne artikkelen.

source: Permissions
nb: Rettigheter

source: Owner
nb: Eier

source: Enter the username of the owner.
nb: Skriv inn brukernavn til eieren.

source: (none)
nb: (ingen)

source: Inherit permissions
nb: Arv rettigheter

source: Check here to apply the above permissions recursively to articles under this one.
nb: Velg for å godkjenne rettighetene ovenfor rekursivt til artikkelen under denne.

source: Permission settings for the article were updated.
nb: Rettighets innstillinger for denne artikkelen ble oppdatert.

source: Your permission settings were unchanged, so nothing saved.
nb: Dine rettigheter forble uendret, ikke noe ble lagret.

source: No user with that username
nb: Kan ikke finne bruker med brukernavnet

source: Article locked for editing
nb: Artikkel stengt for endring

source: Article unlocked for editing
nb: Artikkel åpnet for redigering

source: Settings for plugin
nb: Plugin instillinger

source: current revision
nb: aktiv versjon

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
nb: Versjonen som blir vist for denne artikkelen. Trenger du å endre til en tidligere versjon, endrer du bare verdien i dette feltet.

source: modified
nb: endret

source: Article properties last modified
nb: Instillinger for artikkel er sist endret

source: owner
nb: eier

source: The owner of the article, usually the creator. The owner always has both read and write access.
nb: Eieren av denne artikkelen, vanligvis den som opprettet. Eier vil alltid ha både lese og skrive rettigheter.

source: group
nb: gruppe

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
nb: Akkurat som i et UNIX system, rettigheter kan bli gitt til brukere utifra gruppe medlemskapet. Grupper er håndtert gjennom Django autentisering system.

source: group read access
nb: gruppe lese tilgang

source: group write access
nb: gruppe skrive tilgang

source: others read access
nb: andre lese tilganger

source: others write access
nb: andre skrive tilganger

source: Article without content (%(id)d)
nb: Artikkel uten innhold (%(id)d)

source: content type
nb: innholds type

source: object ID
nb: objekt ID

source: Article for object
nb: Artikkel for objekt

source: Articles for object
nb: Artikler for objekt

source: revision number
nb: revisjons nummer

source: IP address
nb: IP adresse

source: user
nb: bruker

source: deleted
nb: slettet

source: locked
nb: låst

source: article
nb: artikkel

source: article contents
nb: artikkel innhold

source: article title
nb: artikkel tittel

source: Each revision contains a title field that must be filled out, even if the title has not changed
nb: Hver revisjon inneholder et tittel felt som må fylles ut, selv om det ikke er endringer på tittel

source: original article
nb: original artikkel

source: Permissions are inherited from this article
nb: Rettigheter er arvet fra denne artikkelen

source: A plugin was changed
nb: En plugin er endret

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
nb: Revisjonene som blir vist for dette tillegget. Trenger du å rulle tilbake endringer endrer du bare verdien i dette feltet.

source: Cache lookup value for articles
nb: Mellomlager verdier for artikler

source: slug
nb: prefik

source: (root)
nb: (rot)

source: URL path
nb: URL verdi

source: URL paths
nb: URL verdier

source: Sorry but you cannot have a root article with a slug.
nb: Beklager du kan ikke ha rot artikler med en prefiks.

source: A non-root note must always have a slug.
nb: En ikke rot notis må alltid ha en prefiks.

source: There is already a root node on %s
nb: Det finnes allerede en rot not på %s

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
nb: Artikler som mistet foreldre =============================== Barn av denne artikkelen har hatt sine foreldre slettet. Du burde finne ett nytt hjem til dem.

source: Lost and found
nb: Mistet og funnet

source: Description
nb: Beskrivelse

source: A short summary of what the file contains
nb: Kort oppsummert hva filen inneholder

source: Yes I am sure...
nb: Ja, jeg er sikker...

source: Click to download file
nb: Last ned filen

source: The revision of this attachment currently in use (on all articles using the attachment)
nb: En revisjon av vedlegget

source: original filename
nb: originalt filnavn

source: attachment
nb: vedlegg

source: attachments
nb: vedlegg

source: file
nb: fil

source: attachment revision
nb: vedlegg revisjon

source: attachment revisions
nb: vedlegg revisjoner

source: %s was successfully added.
nb: %s ble lagt til

source: Your file could not be saved: %s
nb: Filen kunne ikke lagres: %s

source: Your file could not be saved, probably because of a permission error on the web server.
nb: Filen kunne ikke lagres. Antageligvis grunnet feil rettigheter på web serveren.

source: %s uploaded and replaces old attachment.
nb: %s lastet opp og erstattet et gammelt vedlegg.

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
nb: Det blir automatisk endret navn på den nye filen for å tilpasse filen som allerede finnes. Filer av forskjellig type er ikke godkjent.

source: Current revision changed for %s.
nb: Aktiv revisjon endret for %s

source: Added a reference to "%(att)s" from "%(art)s".
nb: La til en referanse til "%(att)s" fra "%(art)s".

source: The file %s was deleted.
nb: Filen %s ble slettet.

source: This article is no longer related to the file %s.
nb: Artikkelen er ikke lenger relatert til filen %s.

source: Attachments
nb: Vedlegg

source: A file was changed: %s
nb: En fil var endret: %s

source: A file was deleted: %s
nb: En fil ble slettet: %s

source: Help
nb: Hjelp

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
nb: Et bilde %s ble lastet opp. Du kan bruke det ved å velge det fra listen over tilgjengelige bilder.

source: Are you sure?
nb: Er du sikker?

source: image
nb: bilde

source: images
nb: bilder

source: Image: %s
nb: Bilde: %s

source: Current revision not set!!
nb: Den siste revisjonen ble ikke satt!!

source: image revision
nb: bilde revisjon

source: image revisions
nb: bilde revisjoner

source: Image Revsion: %d
nb: Bilde revisjon: %d

source: %s has been restored
nb: %s ble gjenopprettet

source: %s has been marked as deleted
nb: %s er merket som slettet

source: %(file)s has been changed to revision #%(revision)d
nb: %(file)s er endret til revisjon #%(revision)d

source: %(file)s has been saved.
nb: %(file)s ble lagret.

source: Images
nb: Bilder

source: An image was added: %s
nb: Et bilde ble lagt til: %s

source: Links
nb: Linker

source: Notifications
nb: Varslinger

source: When this article is edited
nb: Når ble denne artikkelen redigert

source: Also receive emails about article edits
nb: Motta epost når artikkel blir endret

source: Your notification settings were updated.
nb: Innstillinger om varsling ble oppdatert.

source: Your notification settings were unchanged, so nothing saved.
nb: Dine varslingsinnstillinger forble uendret.

source: %(user)s subscribing to %(article)s (%(type)s)
nb: %(user)s abboner på %(article)s (%(type)s)

source: Article deleted: %s
nb: Artikkel slettet: %s

source: Article modified: %s
nb: Artikkel endret: %s

source: New article created: %s
nb: Ny artikkel opprettet: %s

source: You are now sign up... and now you can sign in!
nb: Du er nå registrert.. og du kan nå logge inn!

source: You are no longer logged in. Bye bye!
nb: Du er ikke lengre registrert... Hadet!

source: You are now logged in! Have fun!
nb: Du er nå logget inn!.. Ha det gøy!!

source: New article '%s' created.
nb: Ny artikkel '%s' opprettet.

source: There was an error creating this article: %s
nb: Det oppsto en feil når du laget artikkelen: %s

source: There was an error creating this article.
nb: Det oppsto en feil når du opprettet artikkelen.

source: This article cannot be deleted because it has children or is a root article.
nb: Artikkelen kan ikke slettes fordi det finnes innholds barn eller det er en rot artikkel.

source: This article together with all its contents are now completely gone! Thanks!
nb: Artikkelen sammen med alt innhold er nå helt borte! Takk!

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
nb: Artikkelen "%s" er merket som slettet! Takk for at du holder sidene fri for unødig materiale!

source: Your changes were saved.
nb: Endringene dine ble lagret.

source: A new revision of the article was succesfully added.
nb: En ny revisjon av artikkelen ble lagt til.

source: Restoring article
nb: Gjenopprett artikkelen

source: The article "%s" and its children are now restored.
nb: Artikkelen "%s" og dens barn er nå gjenopprettet.

source: The article %s is now set to display revision #%d
nb: Artikkelen %s er satt til å vise revisjon #%d

source: New title
nb: Ny tittel

source: Merge between Revision #%(r1)d and Revision #%(r2)d
nb: Slå sammen revisjon #%(r1)d og revisjon #%(r2)d

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
nb: En ny revisjon ble opprettet: Slå sammen revisjon #%(r1)d og revisjon #%(r2)d
